[
    {
        "text_name": "A LOVERS COMPLAINT.txt",
        "text": "1609\n\nA LOVER'S COMPLAINT\n\nby William Shakespeare\n\n  From off a hill whose concave womb reworded\n  A plaintful story from a sist'ring vale,\n  My spirits t'attend this double voice accorded,\n  And down I laid to list the sad-tuned tale,\n  Ere long espied a fickle maid full pale,\n  Tearing of papers, breaking rings atwain,\n  Storming her world with sorrow's wind and rain.\n\n  Upon her head a platted hive of straw,\n  Which fortified her visage from the sun,\n  Whereon the thought might think sometime it saw\n  The carcase of a beauty spent and done.\n  Time had not scythed all that youth begun,\n  Nor youth all quit, but spite of heaven's fell rage\n  Some beauty peeped through lattice of seared age.\n\n  Oft did she heave her napkin to her eyne,\n  Which on it had conceited characters,\n  Laund'ring the silken figures in the brine\n  That seasoned woe had pelleted in tears,\n  And often reading what contents it bears;\n  As often shrieking undistinguished woe,\n  In clamours of all size, both high and low.\n\n  Sometimes her levelled eyes their carriage ride,\n  As they did batt'ry to the spheres intend;\n  Sometime diverted their poor balls are tied\n  To th' orbed earth; sometimes they do extend\n  Their view right on; anon their gazes lend\n  To every place at once, and nowhere fixed,\n  The mind and sight distractedly commixed.\n\n  Her hair, nor loose nor tied in formal plat,\n  Proclaimed in her a careless hand of pride;\n  For some, untucked, descended her sheaved hat,\n  Hanging her pale and pined cheek beside;\n  Some in her threaden fillet still did bide,\n  And, true to bondage, would not break from thence,\n  Though slackly braided in loose negligence.\n\n  A thousand favours from a maund she drew\n  Of amber, crystal, and of beaded jet,\n  Which one by one she in a river threw,\n  Upon whose weeping margent she was set;\n  Like usury applying wet to wet,\n  Or monarchs' hands that lets not bounty fall\n  Where want cries some, but where excess begs all.\n\n  Of folded schedules had she many a one,\n  Which she perused, sighed, tore, and gave the flood;\n  Cracked many a ring of posied gold and bone,\n  Bidding them find their sepulchres in mud;\n  Found yet moe letters sadly penned in blood,\n  With sleided silk feat and affectedly\n  Enswathed and sealed to curious secrecy.\n\n  These often bathed she in her fluxive eyes,\n  And often kissed, and often 'gan to tear;\n  Cried, 'O false blood, thou register of lies,\n  What unapproved witness dost thou bear!\n  Ink would have seemed more black and damned here!\n  This said, in top of rage the lines she rents,\n  Big discontents so breaking their contents.\n\n  A reverend man that grazed his cattle nigh,\n  Sometime a blusterer that the ruffle knew\n  Of court, of city, and had let go by\n  The swiftest hours observed as they flew,\n  Towards this afflicted fancy fastly drew;\n  And, privileged by age, desires to know\n  In brief the grounds and motives of her woe.\n\n  So slides he down upon his grained bat,\n  And comely distant sits he by her side;\n  When he again desires her, being sat,\n  Her grievance with his hearing to divide.\n  If that from him there may be aught applied\n  Which may her suffering ecstasy assuage,\n  'Tis promised in the charity of age.\n\n  'Father,' she says, 'though in me you behold\n  The injury of many a blasting hour,\n  Let it not tell your judgement I am old:\n  Not age, but sorrow, over me hath power.\n  I might as yet have been a spreading flower,\n  Fresh to myself, if I had self-applied\n  Love to myself, and to no love beside.\n\n  'But woe is me! too early I attended\n  A youthful suit- it was to gain my grace-\n  O, one by nature's outwards so commended\n  That maidens' eyes stuck over all his face.\n  Love lacked a dwelling and made him her place;\n  And when in his fair parts she did abide,\n  She was new lodged and newly deified.\n\n  'His browny locks did hang in crooked curls;\n  And every light occasion of the wind\n  Upon his lips their silken parcels hurls.\n  What's sweet to do, to do will aptly find:\n  Each eye that saw him did enchant the mind;\n  For on his visage was in little drawn\n  What largeness thinks in Paradise was sawn.\n\n  'Small show of man was yet upon his chin;\n  His phoenix down began but to appear,\n  Like unshorn velvet, on that termless skin,\n  Whose bare out-bragged the web it seemed to wear:\n  Yet showed his visage by that cost more dear;\n  And nice affections wavering stood in doubt\n  If best were as it was, or best without.\n\n  'His qualities were beauteous as his form,\n  For maiden-tongued he was, and thereof free;\n  Yet if men moved him, was he such a storm\n  As oft 'twixt May and April is to see,\n  When winds breathe sweet, unruly though they be.\n  His rudeness so with his authorized youth\n  Did livery falseness in a pride of truth.\n\n  'Well could he ride, and often men would say,\n  \"That horse his mettle from his rider takes:\n  Proud of subjection, noble by the sway,\n  What rounds, what bounds, what course, what stop he makes!\"\n  And controversy hence a question takes\n  Whether the horse by him became his deed,\n  Or he his manage by th' well-doing steed.\n\n  'But quickly on this side the verdict went:\n  His real habitude gave life and grace\n  To appertainings and to ornament,\n  Accomplished in himself, not in his case,\n  All aids, themselves made fairer by their place,\n  Came for additions; yet their purposed trim\n  Pierced not his grace, but were all graced by him.\n\n  'So on the tip of his subduing tongue\n  All kind of arguments and question deep,\n  All replication prompt, and reason strong,\n  For his advantage still did wake and sleep.\n  To make the weeper laugh, the laugher weep,\n  He had the dialect and different skill,\n  Catching all passions in his craft of will,\n\n  'That he did in the general bosom reign\n  Of young, of old, and sexes both enchanted,\n  To dwell with him in thoughts, or to remain\n  In personal duty, following where he haunted.\n  Consents bewitched, ere he desire, have granted,\n  And dialogued for him what he would say,\n  Asked their own wills, and made their wills obey.\n\n  'Many there were that did his picture get,\n  To serve their eyes, and in it put their mind;\n  Like fools that in th' imagination set\n  The goodly objects which abroad they find\n  Of lands and mansions, theirs in thought assigned;\n  And labouring in moe pleasures to bestow them\n  Than the true gouty landlord which doth owe them.\n\n  'So many have, that never touched his hand,\n  Sweetly supposed them mistress of his heart.\n  My woeful self, that did in freedom stand,\n  And was my own fee-simple, not in part,\n  What with his art in youth, and youth in art,\n  Threw my affections in his charmed power\n  Reserved the stalk and gave him all my flower.\n\n  'Yet did I not, as some my equals did,\n  Demand of him, nor being desired yielded;\n  Finding myself in honour so forbid,\n  With safest distance I mine honour shielded.\n  Experience for me many bulwarks builded\n  Of proofs new-bleeding, which remained the foil\n  Of this false jewel, and his amorous spoil.\n\n  'But ah, who ever shunned by precedent\n  The destined ill she must herself assay?\n  Or forced examples, 'gainst her own content,\n  To put the by-past perils in her way?\n  Counsel may stop awhile what will not stay;\n  For when we rage, advice is often seen\n  By blunting us to make our wills more keen.\n\n  'Nor gives it satisfaction to our blood\n  That we must curb it upon others' proof,\n  To be forbod the sweets that seems so good\n  For fear of harms that preach in our behoof.\n  O appetite, from judgement stand aloof!\n  The one a palate hath that needs will taste,\n  Though Reason weep, and cry it is thy last.\n\n  'For further I could say this man's untrue,\n  And knew the patterns of his foul beguiling;\n  Heard where his plants in others' orchards grew;\n  Saw how deceits were gilded in his smiling;\n  Knew vows were ever brokers to defiling;\n  Thought characters and words merely but art,\n  And bastards of his foul adulterate heart.\n\n  'And long upon these terms I held my city,\n  Till thus he 'gan besiege me: \"Gentle maid,\n  Have of my suffering youth some feeling pity,\n  And be not of my holy vows afraid.\n  That's to ye sworn to none was ever said;\n  For feasts of love I have been called unto,\n  Till now did ne'er invite nor never woo.\n\n  '\"All my offences that abroad you see\n  Are errors of the blood, none of the mind;\n  Love made them not; with acture they may be,\n  Where neither party is nor true nor kind.\n  They sought their shame that so their shame did find;\n  And so much less of shame in me remains\n  By how much of me their reproach contains.\n\n  '\"Among the many that mine eyes have seen,\n  Not one whose flame my heart so much as warmed,\n  Or my affection put to th' smallest teen,\n  Or any of my leisures ever charmed.\n  Harm have I done to them, but ne'er was harmed;\n  Kept hearts in liveries, but mine own was free,\n  And reigned commanding in his monarchy.\n\n  '\"Look here what tributes wounded fancies sent me,\n  Of paled pearls and rubies red as blood;\n  Figuring that they their passions likewise lent me\n  Of grief and blushes, aptly understood\n  In bloodless white and the encrimsoned mood-\n  Effects of terror and dear modesty,\n  Encamped in hearts, but fighting outwardly.\n\n  '\"And, lo, behold these talents of their hair,\n  With twisted metal amorously empleached,\n  I have receiv'd from many a several fair,\n  Their kind acceptance weepingly beseeched,\n  With the annexions of fair gems enriched,\n  And deep-brained sonnets that did amplify\n  Each stone's dear nature, worth, and quality.\n\n  '\"The diamond? why, 'twas beautiful and hard,\n  Whereto his invised properties did tend;\n  The deep-green em'rald, in whose fresh regard\n  Weak sights their sickly radiance do amend;\n  The heaven-hued sapphire and the opal blend\n  With objects manifold; each several stone,\n  With wit well blazoned, smiled, or made some moan.\n\n  '\"Lo, all these trophies of affections hot,\n  Of pensived and subdued desires the tender,\n  Nature hath charged me that I hoard them not,\n  But yield them up where I myself must render-\n  That is, to you, my origin and ender;\n  For these, of force, must your oblations be,\n  Since I their altar, you enpatron me.\n\n  '\"O then advance of yours that phraseless hand\n  Whose white weighs down the airy scale of praise;\n  Take all these similes to your own command,\n  Hallowed with sighs that burning lungs did raise;\n  What me your minister for you obeys\n  Works under you; and to your audit comes\n  Their distract parcels in combined sums.\n\n  '\"Lo, this device was sent me from a nun,\n  Or sister sanctified, of holiest note,\n  Which late her noble suit in court did shun,\n  Whose rarest havings made the blossoms dote;\n  For she was sought by spirits of richest coat,\n  But kept cold distance, and did thence remove\n  To spend her living in eternal love.\n\n  '\"But, O my sweet, what labour is't to leave\n  The thing we have not, mast'ring what not strives,\n  Playing the place which did no form receive,\n  Playing patient sports in unconstrained gyves!\n  She that her fame so to herself contrives,\n  The scars of battle scapeth by the flight,\n  And makes her absence valiant, not her might.\n\n  '\"O pardon me in that my boast is true!\n  The accident which brought me to her eye\n  Upon the moment did her force subdue,\n  And now she would the caged cloister fly.\n  Religious love put out religion's eye.\n  Not to be tempted, would she be immured,\n  And now to tempt all liberty procured.\n\n  '\"How mighty then you are, O hear me tell!\n  The broken bosoms that to me belong\n  Have emptied all their fountains in my well,\n  And mine I pour your ocean all among.\n  I strong o'er them, and you o'er me being strong,\n  Must for your victory us all congest,\n  As compound love to physic your cold breast.\n\n  '\"My parts had pow'r to charm a sacred nun,\n  Who, disciplined, ay, dieted in grace,\n  Believed her eyes when they t'assail begun,\n  All vows and consecrations giving place,\n  O most potential love, vow, bond, nor space,\n  In thee hath neither sting, knot, nor confine,\n  For thou art all, and all things else are thine.\n\n  '\"When thou impressest, what are precepts worth\n  Of stale example? When thou wilt inflame,\n  How coldly those impediments stand forth,\n  Of wealth, of filial fear, law, kindred, fame!\n  Love's arms are peace, 'gainst rule, 'gainst sense, 'gainst shame.\n  And sweetens, in the suff'ring pangs it bears,\n  The aloes of all forces, shocks and fears.\n\n  '\"Now all these hearts that do on mine depend,\n  Feeling it break, with bleeding groans they pine,\n  And supplicant their sighs to your extend,\n  To leave the batt'ry that you make 'gainst mine,\n  Lending soft audience to my sweet design,\n  And credent soul to that strong-bonded oath,\n  That shall prefer and undertake my troth.\"\n\n  'This said, his wat'ry eyes he did dismount,\n  Whose sights till then were levelled on my face;\n  Each cheek a river running from a fount\n  With brinish current downward flowed apace.\n  O, how the channel to the stream gave grace!\n  Who glazed with crystal gate the glowing roses\n  That flame through water which their hue encloses.\n\n  'O father, what a hell of witchcraft lies\n  In the small orb of one particular tear!\n  But with the inundation of the eyes\n  What rocky heart to water will not wear?\n  What breast so cold that is not warmed here?\n  O cleft effect! cold modesty, hot wrath,\n  Both fire from hence and chill extincture hath.\n\n  'For lo, his passion, but an art of craft,\n  Even there resolved my reason into tears;\n  There my white stole of chastity I daffed,\n  Shook off my sober guards and civil fears;\n  Appear to him as he to me appears,\n  All melting; though our drops this diff'rence bore:\n  His poisoned me, and mine did him restore.\n\n  'In him a plenitude of subtle matter,\n  Applied to cautels, all strange forms receives,\n  Of burning blushes or of weeping water,\n  Or swooning paleness; and he takes and leaves,\n  In either's aptness, as it best deceives,\n  To blush at speeches rank, to weep at woes,\n  Or to turn white and swoon at tragic shows;\n\n  'That not a heart which in his level came\n  Could scape the hail of his all-hurting aim,\n  Showing fair nature is both kind and tame;\n  And, veiled in them, did win whom he would maim.\n  Against the thing he sought he would exclaim;\n  When he most burned in heart-wished luxury,\n  He preached pure maid and praised cold chastity.\n\n  'Thus merely with the garment of a Grace\n  The naked and concealed fiend he covered,\n  That th' unexperient gave the tempter place,\n  Which, like a cherubin, above them hovered.\n  Who, young and simple, would not be so lovered?\n  Ay me, I fell, and yet do question make\n  What I should do again for such a sake.\n\n  'O, that infected moisture of his eye,\n  O, that false fire which in his cheek so glowed,\n  O, that forced thunder from his heart did fly,\n  O, that sad breath his spongy lungs bestowed,\n  O, all that borrowed motion, seeming owed,\n  Would yet again betray the fore-betrayed,\n  And new pervert a reconciled maid.'\n\nTHE END\n\n\n\n"
    },
    {
        "text_name": "A MIDSUMMER NIGHT_S DREAM.txt",
        "text": "1596\nA MIDSUMMER NIGHT'S DREAM\n                                      \n\n                    DRAMATIS PERSONAE\n\n  THESEUS, Duke of Athens\n  EGEUS, father to Hermia\n  LYSANDER, in love with Hermia\n  DEMETRIUS, in love with Hermia\n  PHILOSTRATE, Master of the Revels to Theseus\n  QUINCE, a carpenter\n  SNUG, a joiner\n  BOTTOM, a weaver\n  FLUTE, a bellows-mender\n  SNOUT, a tinker\n  STARVELING, a tailor\n\n  HIPPOLYTA, Queen of the Amazons, bethrothed to Theseus\n  HERMIA, daughter to Egeus, in love with Lysander\n  HELENA, in love with Demetrius\n\n  OBERON, King of the Fairies\n  TITANIA, Queen of the Fairies\n  PUCK, or ROBIN GOODFELLOW\n  PEASEBLOSSOM, fairy\n  COBWEB, fairy\n  MOTH, fairy\n  MUSTARDSEED, fairy\n\n  PROLOGUE, PYRAMUS, THISBY, WALL, MOONSHINE, LION are presented by:\n    QUINCE, BOTTOM, FLUTE, SNOUT, STARVELING, AND SNUG\n\n  Other Fairies attending their King and Queen\n  Attendants on Theseus and Hippolyta\n\n                                SCENE:\n                      Athens and a wood near it\n\n                            ACT I. SCENE I.\n                     Athens. The palace of THESEUS\n\n        Enter THESEUS, HIPPOLYTA, PHILOSTRATE, and ATTENDANTS\n\n  THESEUS. Now, fair Hippolyta, our nuptial hour\n    Draws on apace; four happy days bring in\n    Another moon; but, O, methinks, how slow\n    This old moon wanes! She lingers my desires,\n    Like to a step-dame or a dowager,\n    Long withering out a young man's revenue.\n  HIPPOLYTA. Four days will quickly steep themselves in night;\n    Four nights will quickly dream away the time;\n    And then the moon, like to a silver bow\n    New-bent in heaven, shall behold the night\n    Of our solemnities.\n  THESEUS. Go, Philostrate,\n    Stir up the Athenian youth to merriments;\n    Awake the pert and nimble spirit of mirth;\n    Turn melancholy forth to funerals;\n    The pale companion is not for our pomp.     Exit PHILOSTRATE\n    Hippolyta, I woo'd thee with my sword,\n    And won thy love doing thee injuries;\n    But I will wed thee in another key,\n    With pomp, with triumph, and with revelling.\n\n          Enter EGEUS, and his daughter HERMIA, LYSANDER,\n                           and DEMETRIUS\n\n  EGEUS. Happy be Theseus, our renowned Duke!\n  THESEUS. Thanks, good Egeus; what's the news with thee?\n  EGEUS. Full of vexation come I, with complaint\n    Against my child, my daughter Hermia.\n    Stand forth, Demetrius. My noble lord,\n    This man hath my consent to marry her.\n    Stand forth, Lysander. And, my gracious Duke,\n    This man hath bewitch'd the bosom of my child.\n    Thou, thou, Lysander, thou hast given her rhymes,\n    And interchang'd love-tokens with my child;\n    Thou hast by moonlight at her window sung,\n    With feigning voice, verses of feigning love,\n    And stol'n the impression of her fantasy\n    With bracelets of thy hair, rings, gawds, conceits,\n    Knacks, trifles, nosegays, sweetmeats- messengers\n    Of strong prevailment in unhardened youth;\n    With cunning hast thou filch'd my daughter's heart;\n    Turn'd her obedience, which is due to me,\n    To stubborn harshness. And, my gracious Duke,\n    Be it so she will not here before your Grace\n    Consent to marry with Demetrius,\n    I beg the ancient privilege of Athens:\n    As she is mine I may dispose of her;\n    Which shall be either to this gentleman\n    Or to her death, according to our law\n    Immediately provided in that case.\n  THESEUS. What say you, Hermia? Be advis'd, fair maid.\n    To you your father should be as a god;\n    One that compos'd your beauties; yea, and one\n    To whom you are but as a form in wax,\n    By him imprinted, and within his power\n    To leave the figure, or disfigure it.\n    Demetrius is a worthy gentleman.\n  HERMIA. So is Lysander.\n  THESEUS. In himself he is;\n    But, in this kind, wanting your father's voice,\n    The other must be held the worthier.\n  HERMIA. I would my father look'd but with my eyes.\n  THESEUS. Rather your eyes must with his judgment look.\n  HERMIA. I do entreat your Grace to pardon me.\n    I know not by what power I am made bold,\n    Nor how it may concern my modesty\n    In such a presence here to plead my thoughts;\n    But I beseech your Grace that I may know\n    The worst that may befall me in this case,\n    If I refuse to wed Demetrius.\n  THESEUS. Either to die the death, or to abjure\n    For ever the society of men.\n    Therefore, fair Hermia, question your desires,\n    Know of your youth, examine well your blood,\n    Whether, if you yield not to your father's choice,\n    You can endure the livery of a nun,\n    For aye to be shady cloister mew'd,\n    To live a barren sister all your life,\n    Chanting faint hymns to the cold fruitless moon.\n    Thrice-blessed they that master so their blood\n    To undergo such maiden pilgrimage;\n    But earthlier happy is the rose distill'd\n    Than that which withering on the virgin thorn\n    Grows, lives, and dies, in single blessedness.\n  HERMIA. So will I grow, so live, so die, my lord,\n    Ere I will yield my virgin patent up\n    Unto his lordship, whose unwished yoke\n    My soul consents not to give sovereignty.\n  THESEUS. Take time to pause; and by the next new moon-\n    The sealing-day betwixt my love and me\n    For everlasting bond of fellowship-\n    Upon that day either prepare to die\n    For disobedience to your father's will,\n    Or else to wed Demetrius, as he would,\n    Or on Diana's altar to protest\n    For aye austerity and single life.\n  DEMETRIUS. Relent, sweet Hermia; and, Lysander, yield\n    Thy crazed title to my certain right.\n  LYSANDER. You have her father's love, Demetrius;\n    Let me have Hermia's; do you marry him.\n  EGEUS. Scornful Lysander, true, he hath my love;\n    And what is mine my love shall render him;\n    And she is mine; and all my right of her\n    I do estate unto Demetrius.\n  LYSANDER. I am, my lord, as well deriv'd as he,\n    As well possess'd; my love is more than his;\n    My fortunes every way as fairly rank'd,\n    If not with vantage, as Demetrius';\n    And, which is more than all these boasts can be,\n    I am belov'd of beauteous Hermia.\n    Why should not I then prosecute my right?\n    Demetrius, I'll avouch it to his head,\n    Made love to Nedar's daughter, Helena,\n    And won her soul; and she, sweet lady, dotes,\n    Devoutly dotes, dotes in idolatry,\n    Upon this spotted and inconstant man.\n  THESEUS. I must confess that I have heard so much,\n    And with Demetrius thought to have spoke thereof;\n    But, being over-full of self-affairs,\n    My mind did lose it. But, Demetrius, come;\n    And come, Egeus; you shall go with me;\n    I have some private schooling for you both.\n    For you, fair Hermia, look you arm yourself\n    To fit your fancies to your father's will,\n    Or else the law of Athens yields you up-\n    Which by no means we may extenuate-\n    To death, or to a vow of single life.\n    Come, my Hippolyta; what cheer, my love?\n    Demetrius, and Egeus, go along;\n    I must employ you in some business\n    Against our nuptial, and confer with you\n    Of something nearly that concerns yourselves.\n  EGEUS. With duty and desire we follow you.\n                              Exeunt all but LYSANDER and HERMIA\n  LYSANDER. How now, my love! Why is your cheek so pale?\n    How chance the roses there do fade so fast?\n  HERMIA. Belike for want of rain, which I could well\n    Beteem them from the tempest of my eyes.\n  LYSANDER. Ay me! for aught that I could ever read,\n    Could ever hear by tale or history,\n    The course of true love never did run smooth;\n    But either it was different in blood-\n  HERMIA. O cross! too high to be enthrall'd to low.\n  LYSANDER. Or else misgraffed in respect of years-\n  HERMIA. O spite! too old to be engag'd to young.\n  LYSANDER. Or else it stood upon the choice of friends-\n  HERMIA. O hell! to choose love by another's eyes.\n  LYSANDER. Or, if there were a sympathy in choice,\n    War, death, or sickness, did lay siege to it,\n    Making it momentary as a sound,\n    Swift as a shadow, short as any dream,\n    Brief as the lightning in the collied night\n    That, in a spleen, unfolds both heaven and earth,\n    And ere a man hath power to say 'Behold!'\n    The jaws of darkness do devour it up;\n    So quick bright things come to confusion.\n  HERMIA. If then true lovers have ever cross'd,\n    It stands as an edict in destiny.\n    Then let us teach our trial patience,\n    Because it is a customary cross,\n    As due to love as thoughts and dreams and sighs,\n    Wishes and tears, poor Fancy's followers.\n  LYSANDER. A good persuasion; therefore, hear me, Hermia.\n    I have a widow aunt, a dowager\n    Of great revenue, and she hath no child-\n    From Athens is her house remote seven leagues-\n    And she respects me as her only son.\n    There, gentle Hermia, may I marry thee;\n    And to that place the sharp Athenian law\n    Cannot pursue us. If thou lovest me then,\n    Steal forth thy father's house to-morrow night;\n    And in the wood, a league without the town,\n    Where I did meet thee once with Helena\n    To do observance to a morn of May,\n    There will I stay for thee.\n  HERMIA. My good Lysander!\n    I swear to thee by Cupid's strongest bow,\n    By his best arrow, with the golden head,\n    By the simplicity of Venus' doves,\n    By that which knitteth souls and prospers loves,\n    And by that fire which burn'd the Carthage Queen,\n    When the false Troyan under sail was seen,\n    By all the vows that ever men have broke,\n    In number more than ever women spoke,\n    In that same place thou hast appointed me,\n    To-morrow truly will I meet with thee.\n  LYSANDER. Keep promise, love. Look, here comes Helena.\n\n                         Enter HELENA\n\n  HERMIA. God speed fair Helena! Whither away?\n  HELENA. Call you me fair? That fair again unsay.\n    Demetrius loves your fair. O happy fair!\n    Your eyes are lode-stars and your tongue's sweet air\n    More tuneable than lark to shepherd's ear,\n    When wheat is green, when hawthorn buds appear.\n    Sickness is catching; O, were favour so,\n    Yours would I catch, fair Hermia, ere I go!\n    My ear should catch your voice, my eye your eye,\n    My tongue should catch your tongue's sweet melody.\n    Were the world mine, Demetrius being bated,\n    The rest I'd give to be to you translated.\n    O, teach me how you look, and with what art\n    You sway the motion of Demetrius' heart!\n  HERMIA. I frown upon him, yet he loves me still.\n  HELENA. O that your frowns would teach my smiles such skill!\n  HERMIA. I give him curses, yet he gives me love.\n  HELENA. O that my prayers could such affection move!\n  HERMIA. The more I hate, the more he follows me.\n  HELENA. The more I love, the more he hateth me.\n  HERMIA. His folly, Helena, is no fault of mine.\n  HELENA. None, but your beauty; would that fault were mine!\n  HERMIA. Take comfort: he no more shall see my face;\n    Lysander and myself will fly this place.\n    Before the time I did Lysander see,\n    Seem'd Athens as a paradise to me.\n    O, then, what graces in my love do dwell,\n    That he hath turn'd a heaven unto a hell!\n  LYSANDER. Helen, to you our minds we will unfold:\n    To-morrow night, when Phoebe doth behold\n    Her silver visage in the wat'ry glass,\n    Decking with liquid pearl the bladed grass,\n    A time that lovers' flights doth still conceal,\n    Through Athens' gates have we devis'd to steal.\n  HERMIA. And in the wood where often you and I\n    Upon faint primrose beds were wont to lie,\n    Emptying our bosoms of their counsel sweet,\n    There my Lysander and myself shall meet;\n    And thence from Athens turn away our eyes,\n    To seek new friends and stranger companies.\n    Farewell, sweet playfellow; pray thou for us,\n    And good luck grant thee thy Demetrius!\n    Keep word, Lysander; we must starve our sight\n    From lovers' food till morrow deep midnight.\n  LYSANDER. I will, my Hermia. [Exit HERMIA] Helena, adieu;\n    As you on him, Demetrius dote on you.                   Exit\n  HELENA. How happy some o'er other some can be!\n    Through Athens I am thought as fair as she.\n    But what of that? Demetrius thinks not so;\n    He will not know what all but he do know.\n    And as he errs, doting on Hermia's eyes,\n    So I, admiring of his qualities.\n    Things base and vile, holding no quantity,\n    Love can transpose to form and dignity.\n    Love looks not with the eyes, but with the mind;\n    And therefore is wing'd Cupid painted blind.\n    Nor hath Love's mind of any judgment taste;\n    Wings and no eyes figure unheedy haste;\n    And therefore is Love said to be a child,\n    Because in choice he is so oft beguil'd.\n    As waggish boys in game themselves forswear,\n    So the boy Love is perjur'd everywhere;\n    For ere Demetrius look'd on Hermia's eyne,\n    He hail'd down oaths that he was only mine;\n    And when this hail some heat from Hermia felt,\n    So he dissolv'd, and show'rs of oaths did melt.\n    I will go tell him of fair Hermia's flight;\n    Then to the wood will he to-morrow night\n    Pursue her; and for this intelligence\n    If I have thanks, it is a dear expense.\n    But herein mean I to enrich my pain,\n    To have his sight thither and back again.               Exit\n                              SCENE II.\n                      Athens. QUINCE'S house\n\n             Enter QUINCE, SNUG, BOTTOM FLUTE, SNOUT,\n                           and STARVELING\n\n  QUINCE. Is all our company here?\n  BOTTOM. You were best to call them generally, man by man, according\n    to the scrip.\n  QUINCE. Here is the scroll of every man's name which is thought\n    fit, through all Athens, to play in our interlude before the Duke\n    and the Duchess on his wedding-day at night.\n  BOTTOM. First, good Peter Quince, say what the play treats on; then\n    read the names of the actors; and so grow to a point.\n  QUINCE. Marry, our play is 'The most Lamentable Comedy and most\n    Cruel Death of Pyramus and Thisby.'\n  BOTTOM. A very good piece of work, I assure you, and a merry. Now,\n    good Peter Quince, call forth your actors by the scroll. Masters,\n    spread yourselves.\n  QUINCE. Answer, as I call you. Nick Bottom, the weaver.\n  BOTTOM. Ready. Name what part I am for, and proceed.\n  QUINCE. You, Nick Bottom, are set down for Pyramus.\n  BOTTOM. What is Pyramus? A lover, or a tyrant?\n  QUINCE. A lover, that kills himself most gallant for love.\n  BOTTOM. That will ask some tears in the true performing of it. If I\n    do it, let the audience look to their eyes; I will move storms; I\n    will condole in some measure. To the rest- yet my chief humour is\n    for a tyrant. I could play Ercles rarely, or a part to tear a cat\n    in, to make all split.\n\n                 'The raging rocks\n                 And shivering shocks\n                 Shall break the locks\n                   Of prison gates;\n\n                 And Phibbus' car\n                 Shall shine from far,\n                 And make and mar\n                   The foolish Fates.'\n\n    This was lofty. Now name the rest of the players. This is\n    Ercles' vein, a tyrant's vein: a lover is more condoling.\n  QUINCE. Francis Flute, the bellows-mender.\n  FLUTE. Here, Peter Quince.\n  QUINCE. Flute, you must take Thisby on you.\n  FLUTE. What is Thisby? A wand'ring knight?\n  QUINCE. It is the lady that Pyramus must love.\n  FLUTE. Nay, faith, let not me play a woman; I have a beard coming.\n  QUINCE. That's all one; you shall play it in a mask, and you may\n    speak as small as you will.\n  BOTTOM. An I may hide my face, let me play Thisby too.\n    I'll speak in a monstrous little voice: 'Thisne, Thisne!'\n    [Then speaking small] 'Ah Pyramus, my lover dear! Thy\n    Thisby dear, and lady dear!'\n  QUINCE. No, no, you must play Pyramus; and, Flute, you Thisby.\n  BOTTOM. Well, proceed.\n  QUINCE. Robin Starveling, the tailor.\n  STARVELING. Here, Peter Quince.\n  QUINCE. Robin Starveling, you must play Thisby's mother.\n    Tom Snout, the tinker.\n  SNOUT. Here, Peter Quince.\n  QUINCE. You, Pyramus' father; myself, Thisby's father; Snug, the\n    joiner, you, the lion's part. And, I hope, here is a play fitted.\n  SNUG. Have you the lion's part written? Pray you, if it be, give it\n    me, for I am slow of study.\n  QUINCE. You may do it extempore, for it is nothing but roaring.\n  BOTTOM. Let me play the lion too. I will roar that I will do any\n    man's heart good to hear me; I will roar that I will make the\n    Duke say 'Let him roar again, let him roar again.'\n  QUINCE. An you should do it too terribly, you would fright the\n    Duchess and the ladies, that they would shriek; and that were\n    enough to hang us all.\n  ALL. That would hang us, every mother's son.\n  BOTTOM. I grant you, friends, if you should fright the ladies out\n    of their wits, they would have no more discretion but to hang us;\n    but I will aggravate my voice so, that I will roar you as gently\n    as any sucking dove; I will roar you an 'twere any nightingale.\n  QUINCE. You can play no part but Pyramus; for Pyramus is a\n    sweet-fac'd man; a proper man, as one shall see in a summer's\n    day; a most lovely gentleman-like man; therefore you must needs\n    play Pyramus.\n  BOTTOM. Well, I will undertake it. What beard were I best to play\n    it in?\n  QUINCE. Why, what you will.\n  BOTTOM. I will discharge it in either your straw-colour beard, your\n    orange-tawny beard, your purple-in-grain beard, or your\n    French-crown-colour beard, your perfect yellow.\n  QUINCE. Some of your French crowns have no hair at all, and then\n    you will play bare-fac'd. But, masters, here are your parts; and\n    I am to entreat you, request you, and desire you, to con them by\n    to-morrow night; and meet me in the palace wood, a mile without\n    the town, by moonlight; there will we rehearse; for if we meet in\n    the city, we shall be dogg'd with company, and our devices known.\n    In the meantime I will draw a bill of properties, such as our\n    play wants. I pray you, fail me not.\n  BOTTOM. We will meet; and there we may rehearse most obscenely and\n    courageously. Take pains; be perfect; adieu.\n  QUINCE. At the Duke's oak we meet.\n  BOTTOM. Enough; hold, or cut bow-strings.               Exeunt\n                          ACT II. SCENE I.\n                         A wood near Athens\n\n           Enter a FAIRY at One door, and PUCK at another\n\n  PUCK. How now, spirit! whither wander you?\n  FAIRY.      Over hill, over dale,\n                Thorough bush, thorough brier,\n              Over park, over pale,\n                Thorough flood, thorough fire,\n              I do wander every where,\n              Swifter than the moon's sphere;\n              And I serve the Fairy Queen,\n              To dew her orbs upon the green.\n              The cowslips tall her pensioners be;\n              In their gold coats spots you see;\n              Those be rubies, fairy favours,\n              In those freckles live their savours.\n\n    I must go seek some dewdrops here,\n    And hang a pearl in every cowslip's ear.\n    Farewell, thou lob of spirits; I'll be gone.\n    Our Queen and all her elves come here anon.\n  PUCK. The King doth keep his revels here to-night;\n    Take heed the Queen come not within his sight;\n    For Oberon is passing fell and wrath,\n    Because that she as her attendant hath\n    A lovely boy, stolen from an Indian king.\n    She never had so sweet a changeling;\n    And jealous Oberon would have the child\n    Knight of his train, to trace the forests wild;\n    But she perforce withholds the loved boy,\n    Crowns him with flowers, and makes him all her joy.\n    And now they never meet in grove or green,\n    By fountain clear, or spangled starlight sheen,\n    But they do square, that all their elves for fear\n    Creep into acorn cups and hide them there.\n  FAIRY. Either I mistake your shape and making quite,\n    Or else you are that shrewd and knavish sprite\n    Call'd Robin Goodfellow. Are not you he\n    That frights the maidens of the villagery,\n    Skim milk, and sometimes labour in the quern,\n    And bootless make the breathless housewife churn,\n    And sometime make the drink to bear no barm,\n    Mislead night-wanderers, laughing at their harm?\n    Those that Hobgoblin call you, and sweet Puck,\n    You do their work, and they shall have good luck.\n    Are not you he?\n  PUCK. Thou speakest aright:\n    I am that merry wanderer of the night.\n    I jest to Oberon, and make him smile\n    When I a fat and bean-fed horse beguile,\n    Neighing in likeness of a filly foal;\n    And sometime lurk I in a gossip's bowl\n    In very likeness of a roasted crab,\n    And, when she drinks, against her lips I bob,\n    And on her withered dewlap pour the ale.\n    The wisest aunt, telling the saddest tale,\n    Sometime for three-foot stool mistaketh me;\n    Then slip I from her bum, down topples she,\n    And 'tailor' cries, and falls into a cough;\n    And then the whole quire hold their hips and laugh,\n    And waxen in their mirth, and neeze, and swear\n    A merrier hour was never wasted there.\n    But room, fairy, here comes Oberon.\n  FAIRY. And here my mistress. Would that he were gone!\n\n       Enter OBERON at one door, with his TRAIN, and TITANIA,\n                        at another, with hers\n\n  OBERON. Ill met by moonlight, proud Titania.\n  TITANIA. What, jealous Oberon! Fairies, skip hence;\n    I have forsworn his bed and company.\n  OBERON. Tarry, rash wanton; am not I thy lord?\n  TITANIA. Then I must be thy lady; but I know\n    When thou hast stolen away from fairy land,\n    And in the shape of Corin sat all day,\n    Playing on pipes of corn, and versing love\n    To amorous Phillida. Why art thou here,\n    Come from the farthest steep of India,\n    But that, forsooth, the bouncing Amazon,\n    Your buskin'd mistress and your warrior love,\n    To Theseus must be wedded, and you come\n    To give their bed joy and prosperity?\n  OBERON. How canst thou thus, for shame, Titania,\n    Glance at my credit with Hippolyta,\n    Knowing I know thy love to Theseus?\n    Didst not thou lead him through the glimmering night\n    From Perigouna, whom he ravished?\n    And make him with fair Aegles break his faith,\n    With Ariadne and Antiopa?\n  TITANIA. These are the forgeries of jealousy;\n    And never, since the middle summer's spring,\n    Met we on hill, in dale, forest, or mead,\n    By paved fountain, or by rushy brook,\n    Or in the beached margent of the sea,\n    To dance our ringlets to the whistling wind,\n    But with thy brawls thou hast disturb'd our sport.\n    Therefore the winds, piping to us in vain,\n    As in revenge, have suck'd up from the sea\n    Contagious fogs; which, falling in the land,\n    Hath every pelting river made so proud\n    That they have overborne their continents.\n    The ox hath therefore stretch'd his yoke in vain,\n    The ploughman lost his sweat, and the green corn\n    Hath rotted ere his youth attain'd a beard;\n    The fold stands empty in the drowned field,\n    And crows are fatted with the murrion flock;\n    The nine men's morris is fill'd up with mud,\n    And the quaint mazes in the wanton green,\n    For lack of tread, are undistinguishable.\n    The human mortals want their winter here;\n    No night is now with hymn or carol blest;\n    Therefore the moon, the governess of floods,\n    Pale in her anger, washes all the air,\n    That rheumatic diseases do abound.\n    And thorough this distemperature we see\n    The seasons alter: hoary-headed frosts\n    Fall in the fresh lap of the crimson rose;\n    And on old Hiems' thin and icy crown\n    An odorous chaplet of sweet summer buds\n    Is, as in mockery, set. The spring, the summer,\n    The childing autumn, angry winter, change\n    Their wonted liveries; and the mazed world,\n    By their increase, now knows not which is which.\n    And this same progeny of evils comes\n    From our debate, from our dissension;\n    We are their parents and original.\n  OBERON. Do you amend it, then; it lies in you.\n    Why should Titania cross her Oberon?\n    I do but beg a little changeling boy\n    To be my henchman.\n  TITANIA. Set your heart at rest;\n    The fairy land buys not the child of me.\n    His mother was a vot'ress of my order;\n    And, in the spiced Indian air, by night,\n    Full often hath she gossip'd by my side;\n    And sat with me on Neptune's yellow sands,\n    Marking th' embarked traders on the flood;\n    When we have laugh'd to see the sails conceive,\n    And grow big-bellied with the wanton wind;\n    Which she, with pretty and with swimming gait\n    Following- her womb then rich with my young squire-\n    Would imitate, and sail upon the land,\n    To fetch me trifles, and return again,\n    As from a voyage, rich with merchandise.\n    But she, being mortal, of that boy did die;\n    And for her sake do I rear up her boy;\n    And for her sake I will not part with him.\n  OBERON. How long within this wood intend you stay?\n  TITANIA. Perchance till after Theseus' wedding-day.\n    If you will patiently dance in our round,\n    And see our moonlight revels, go with us;\n    If not, shun me, and I will spare your haunts.\n  OBERON. Give me that boy and I will go with thee.\n  TITANIA. Not for thy fairy kingdom. Fairies, away.\n    We shall chide downright if I longer stay.\n                                     Exit TITANIA with her train\n  OBERON. Well, go thy way; thou shalt not from this grove\n    Till I torment thee for this injury.\n    My gentle Puck, come hither. Thou rememb'rest\n    Since once I sat upon a promontory,\n    And heard a mermaid on a dolphin's back\n    Uttering such dulcet and harmonious breath\n    That the rude sea grew civil at her song,\n    And certain stars shot madly from their spheres\n    To hear the sea-maid's music.\n  PUCK. I remember.\n  OBERON. That very time I saw, but thou couldst not,\n    Flying between the cold moon and the earth\n    Cupid, all arm'd; a certain aim he took\n    At a fair vestal, throned by the west,\n    And loos'd his love-shaft smartly from his bow,\n    As it should pierce a hundred thousand hearts;\n    But I might see young Cupid's fiery shaft\n    Quench'd in the chaste beams of the wat'ry moon;\n    And the imperial vot'ress passed on,\n    In maiden meditation, fancy-free.\n    Yet mark'd I where the bolt of Cupid fell.\n    It fell upon a little western flower,\n    Before milk-white, now purple with love's wound,\n    And maidens call it Love-in-idleness.\n    Fetch me that flow'r, the herb I showed thee once.\n    The juice of it on sleeping eyelids laid\n    Will make or man or woman madly dote\n    Upon the next live creature that it sees.\n    Fetch me this herb, and be thou here again\n    Ere the leviathan can swim a league.\n  PUCK. I'll put a girdle round about the earth\n    In forty minutes.                                  Exit PUCK\n  OBERON. Having once this juice,\n    I'll watch Titania when she is asleep,\n    And drop the liquor of it in her eyes;\n    The next thing then she waking looks upon,\n    Be it on lion, bear, or wolf, or bull,\n    On meddling monkey, or on busy ape,\n    She shall pursue it with the soul of love.\n    And ere I take this charm from off her sight,\n    As I can take it with another herb,\n    I'll make her render up her page to me.\n    But who comes here? I am invisible;\n    And I will overhear their conference.\n\n               Enter DEMETRIUS, HELENA following him\n\n  DEMETRIUS. I love thee not, therefore pursue me not.\n    Where is Lysander and fair Hermia?\n    The one I'll slay, the other slayeth me.\n    Thou told'st me they were stol'n unto this wood,\n    And here am I, and wood within this wood,\n    Because I cannot meet my Hermia.\n    Hence, get thee gone, and follow me no more.\n  HELENA. You draw me, you hard-hearted adamant;\n    But yet you draw not iron, for my heart\n    Is true as steel. Leave you your power to draw,\n    And I shall have no power to follow you.\n  DEMETRIUS. Do I entice you? Do I speak you fair?\n    Or, rather, do I not in plainest truth\n    Tell you I do not nor I cannot love you?\n  HELENA. And even for that do I love you the more.\n    I am your spaniel; and, Demetrius,\n    The more you beat me, I will fawn on you.\n    Use me but as your spaniel, spurn me, strike me,\n    Neglect me, lose me; only give me leave,\n    Unworthy as I am, to follow you.\n    What worser place can I beg in your love,\n    And yet a place of high respect with me,\n    Than to be used as you use your dog?\n  DEMETRIUS. Tempt not too much the hatred of my spirit;\n    For I am sick when I do look on thee.\n  HELENA. And I am sick when I look not on you.\n  DEMETRIUS. You do impeach your modesty too much\n    To leave the city and commit yourself\n    Into the hands of one that loves you not;\n    To trust the opportunity of night,\n    And the ill counsel of a desert place,\n    With the rich worth of your virginity.\n  HELENA. Your virtue is my privilege for that:\n    It is not night when I do see your face,\n    Therefore I think I am not in the night;\n    Nor doth this wood lack worlds of company,\n    For you, in my respect, are all the world.\n    Then how can it be said I am alone\n    When all the world is here to look on me?\n  DEMETRIUS. I'll run from thee and hide me in the brakes,\n    And leave thee to the mercy of wild beasts.\n  HELENA. The wildest hath not such a heart as you.\n    Run when you will; the story shall be chang'd:\n    Apollo flies, and Daphne holds the chase;\n    The dove pursues the griffin; the mild hind\n    Makes speed to catch the tiger- bootless speed,\n    When cowardice pursues and valour flies.\n  DEMETRIUS. I will not stay thy questions; let me go;\n    Or, if thou follow me, do not believe\n    But I shall do thee mischief in the wood.\n  HELENA. Ay, in the temple, in the town, the field,\n    You do me mischief. Fie, Demetrius!\n    Your wrongs do set a scandal on my sex.\n    We cannot fight for love as men may do;\n    We should be woo'd, and were not made to woo.\n                                                  Exit DEMETRIUS\n    I'll follow thee, and make a heaven of hell,\n    To die upon the hand I love so well.             Exit HELENA\n  OBERON. Fare thee well, nymph; ere he do leave this grove,\n    Thou shalt fly him, and he shall seek thy love.\n\n                            Re-enter PUCK\n\n    Hast thou the flower there? Welcome, wanderer.\n  PUCK. Ay, there it is.\n  OBERON. I pray thee give it me.\n    I know a bank where the wild thyme blows,\n    Where oxlips and the nodding violet grows,\n    Quite over-canopied with luscious woodbine,\n    With sweet musk-roses, and with eglantine;\n    There sleeps Titania sometime of the night,\n    Lull'd in these flowers with dances and delight;\n    And there the snake throws her enamell'd skin,\n    Weed wide enough to wrap a fairy in;\n    And with the juice of this I'll streak her eyes,\n    And make her full of hateful fantasies.\n    Take thou some of it, and seek through this grove:\n    A sweet Athenian lady is in love\n    With a disdainful youth; anoint his eyes;\n    But do it when the next thing he espies\n    May be the lady. Thou shalt know the man\n    By the Athenian garments he hath on.\n    Effect it with some care, that he may prove\n    More fond on her than she upon her love.\n    And look thou meet me ere the first cock crow.\n  PUCK. Fear not, my lord; your servant shall do so.      Exeunt\n                             SCENE II.\n                      Another part of the wood\n\n                   Enter TITANIA, with her train\n\n  TITANIA. Come now, a roundel and a fairy song;\n    Then, for the third part of a minute, hence:\n    Some to kill cankers in the musk-rose buds;\n    Some war with rere-mice for their leathern wings,\n    To make my small elves coats; and some keep back\n    The clamorous owl that nightly hoots and wonders\n    At our quaint spirits. Sing me now asleep;\n    Then to your offices, and let me rest.\n\n                          The FAIRIES Sing\n\n  FIRST FAIRY. You spotted snakes with double tongue,\n               Thorny hedgehogs, be not seen;\n               Newts and blind-worms, do no wrong,\n               Come not near our fairy Queen.\n  CHORUS.      Philomel with melody\n               Sing in our sweet lullaby.\n               Lulla, lulla, lullaby; lulla, lulla, lullaby.\n               Never harm\n               Nor spell nor charm\n               Come our lovely lady nigh.\n               So good night, with lullaby.\n  SECOND FAIRY.  Weaving spiders, come not here;\n                 Hence, you long-legg'd spinners, hence.\n                 Beetles black, approach not near;\n                 Worm nor snail do no offence.\n  CHORUS.      Philomel with melody, etc.       [TITANIA Sleeps]\n  FIRST FAIRY. Hence away; now all is well.\n               One aloof stand sentinel.          Exeunt FAIRIES\n\n      Enter OBERON and squeezes the flower on TITANIA'S eyelids\n\n  OBERON. What thou seest when thou dost wake,\n    Do it for thy true-love take;\n    Love and languish for his sake.\n    Be it ounce, or cat, or bear,\n    Pard, or boar with bristled hair,\n    In thy eye that shall appear\n    When thou wak'st, it is thy dear.\n    Wake when some vile thing is near.                      Exit\n\n                     Enter LYSANDER and HERMIA\n\n  LYSANDER. Fair love, you faint with wand'ring in the wood;\n    And, to speak troth, I have forgot our way;\n    We'll rest us, Hermia, if you think it good,\n    And tarry for the comfort of the day.\n  HERMIA. Be it so, Lysander: find you out a bed,\n    For I upon this bank will rest my head.\n  LYSANDER. One turf shall serve as pillow for us both;\n    One heart, one bed, two bosoms, and one troth.\n  HERMIA. Nay, good Lysander; for my sake, my dear,\n    Lie further off yet; do not lie so near.\n  LYSANDER. O, take the sense, sweet, of my innocence!\n    Love takes the meaning in love's conference.\n    I mean that my heart unto yours is knit,\n    So that but one heart we can make of it;\n    Two bosoms interchained with an oath,\n    So then two bosoms and a single troth.\n    Then by your side no bed-room me deny,\n    For lying so, Hermia, I do not lie.\n  HERMIA. Lysander riddles very prettily.\n    Now much beshrew my manners and my pride,\n    If Hermia meant to say Lysander lied!\n    But, gentle friend, for love and courtesy\n    Lie further off, in human modesty;\n    Such separation as may well be said\n    Becomes a virtuous bachelor and a maid,\n    So far be distant; and good night, sweet friend.\n    Thy love ne'er alter till thy sweet life end!\n  LYSANDER. Amen, amen, to that fair prayer say I;\n    And then end life when I end loyalty!\n    Here is my bed; sleep give thee all his rest!\n  HERMIA. With half that wish the wisher's eyes be press'd!\n                                                    [They sleep]\n\n                          Enter PUCK\n\n  PUCK.      Through the forest have I gone,\n             But Athenian found I none\n             On whose eyes I might approve\n             This flower's force in stirring love.\n             Night and silence- Who is here?\n             Weeds of Athens he doth wear:\n             This is he, my master said,\n             Despised the Athenian maid;\n             And here the maiden, sleeping sound,\n             On the dank and dirty ground.\n             Pretty soul! she durst not lie\n             Near this lack-love, this kill-courtesy.\n             Churl, upon thy eyes I throw\n             All the power this charm doth owe:\n             When thou wak'st let love forbid\n             Sleep his seat on thy eyelid.\n             So awake when I am gone;\n             For I must now to Oberon.                      Exit\n\n               Enter DEMETRIUS and HELENA, running\n\n  HELENA. Stay, though thou kill me, sweet Demetrius.\n  DEMETRIUS. I charge thee, hence, and do not haunt me thus.\n  HELENA. O, wilt thou darkling leave me? Do not so.\n  DEMETRIUS. Stay on thy peril; I alone will go.            Exit\n  HELENA. O, I am out of breath in this fond chase!\n    The more my prayer, the lesser is my grace.\n    Happy is Hermia, wheresoe'er she lies,\n    For she hath blessed and attractive eyes.\n    How came her eyes so bright? Not with salt tears;\n    If so, my eyes are oft'ner wash'd than hers.\n    No, no, I am as ugly as a bear,\n    For beasts that meet me run away for fear;\n    Therefore no marvel though Demetrius\n    Do, as a monster, fly my presence thus.\n    What wicked and dissembling glass of mine\n    Made me compare with Hermia's sphery eyne?\n    But who is here? Lysander! on the ground!\n    Dead, or asleep? I see no blood, no wound.\n    Lysander, if you live, good sir, awake.\n  LYSANDER. [Waking] And run through fire I will for thy sweet sake.\n    Transparent Helena! Nature shows art,\n    That through thy bosom makes me see thy heart.\n    Where is Demetrius? O, how fit a word\n    Is that vile name to perish on my sword!\n  HELENA. Do not say so, Lysander; say not so.\n    What though he love your Hermia? Lord, what though?\n    Yet Hermia still loves you; then be content.\n  LYSANDER. Content with Hermia! No: I do repent\n    The tedious minutes I with her have spent.\n    Not Hermia but Helena I love:\n    Who will not change a raven for a dove?\n    The will of man is by his reason sway'd,\n    And reason says you are the worthier maid.\n    Things growing are not ripe until their season;\n    So I, being young, till now ripe not to reason;\n    And touching now the point of human skill,\n    Reason becomes the marshal to my will,\n    And leads me to your eyes, where I o'erlook\n    Love's stories, written in Love's richest book.\n  HELENA. Wherefore was I to this keen mockery born?\n    When at your hands did I deserve this scorn?\n    Is't not enough, is't not enough, young man,\n    That I did never, no, nor never can,\n    Deserve a sweet look from Demetrius' eye,\n    But you must flout my insufficiency?\n    Good troth, you do me wrong, good sooth, you do,\n    In such disdainful manner me to woo.\n    But fare you well; perforce I must confess\n    I thought you lord of more true gentleness.\n    O, that a lady of one man refus'd\n    Should of another therefore be abus'd!                  Exit\n  LYSANDER. She sees not Hermia. Hermia, sleep thou there;\n    And never mayst thou come Lysander near!\n    For, as a surfeit of the sweetest things\n    The deepest loathing to the stomach brings,\n    Or as the heresies that men do leave\n    Are hated most of those they did deceive,\n    So thou, my surfeit and my heresy,\n    Of all be hated, but the most of me!\n    And, all my powers, address your love and might\n    To honour Helen, and to be her knight!                  Exit\n  HERMIA. [Starting] Help me, Lysander, help me; do thy best\n    To pluck this crawling serpent from my breast.\n    Ay me, for pity! What a dream was here!\n    Lysander, look how I do quake with fear.\n    Methought a serpent eat my heart away,\n    And you sat smiling at his cruel prey.\n    Lysander! What, remov'd? Lysander! lord!\n    What, out of hearing gone? No sound, no word?\n    Alack, where are you? Speak, an if you hear;\n    Speak, of all loves! I swoon almost with fear.\n    No? Then I well perceive you are not nigh.\n    Either death or you I'll find immediately.              Exit\n                       ACT III. SCENE I.\n               The wood. TITANIA lying asleep\n\n           Enter QUINCE, SNUG, BOTTOM, FLUTE, SNOUT,\n                        and STARVELING\n\n  BOTTOM. Are we all met?\n  QUINCE. Pat, pat; and here's a marvellous convenient place for our\n    rehearsal. This green plot shall be our stage, this hawthorn\n    brake our tiring-house; and we will do it in action, as we will\n    do it before the Duke.\n  BOTTOM. Peter Quince!\n  QUINCE. What sayest thou, bully Bottom?\n  BOTTOM. There are things in this comedy of Pyramus and Thisby that\n    will never please. First, Pyramus must draw a sword to kill\n    himself; which the ladies cannot abide. How answer you that?\n  SNOUT. By'r lakin, a parlous fear.\n  STARVELING. I believe we must leave the killing out, when all is\n    done.\n  BOTTOM. Not a whit; I have a device to make all well. Write me a\n    prologue; and let the prologue seem to say we will do no harm\n    with our swords, and that Pyramus is not kill'd indeed; and for\n    the more better assurance, tell them that I Pyramus am not\n    Pyramus but Bottom the weaver. This will put them out of fear.\n  QUINCE. Well, we will have such a prologue; and it shall be written\n    in eight and six.\n  BOTTOM. No, make it two more; let it be written in eight and eight.\n  SNOUT. Will not the ladies be afeard of the lion?\n  STARVELING. I fear it, I promise you.\n  BOTTOM. Masters, you ought to consider with yourself to bring in-\n    God shield us!- a lion among ladies is a most dreadful thing; for\n    there is not a more fearful wild-fowl than your lion living; and\n    we ought to look to't.\n  SNOUT. Therefore another prologue must tell he is not a lion.\n  BOTTOM. Nay, you must name his name, and half his face must be seen\n    through the lion's neck; and he himself must speak through,\n    saying thus, or to the same defect: 'Ladies,' or 'Fair ladies, I\n    would wish you' or 'I would request you' or 'I would entreat you\n    not to fear, not to tremble. My life for yours! If you think I\n    come hither as a lion, it were pity of my life. No, I am no such\n    thing; I am a man as other men are.' And there, indeed, let him\n    name his name, and tell them plainly he is Snug the joiner.\n  QUINCE. Well, it shall be so. But there is two hard things- that\n    is, to bring the moonlight into a chamber; for, you know, Pyramus\n    and Thisby meet by moonlight.\n  SNOUT. Doth the moon shine that night we play our play?\n  BOTTOM. A calendar, a calendar! Look in the almanack; find out\n    moonshine, find out moonshine.\n  QUINCE. Yes, it doth shine that night.\n  BOTTOM. Why, then may you leave a casement of the great chamber\n    window, where we play, open; and the moon may shine in at the\n    casement.\n  QUINCE. Ay; or else one must come in with a bush of thorns and a\n    lantern, and say he comes to disfigure or to present the person\n    of Moonshine. Then there is another thing: we must have a wall in\n    the great chamber; for Pyramus and Thisby, says the story, did\n    talk through the chink of a wall.\n  SNOUT. You can never bring in a wall. What say you, Bottom?\n  BOTTOM. Some man or other must present Wall; and let him have some\n    plaster, or some loam, or some rough-cast about him, to signify\n    wall; and let him hold his fingers thus, and through that cranny\n    shall Pyramus and Thisby whisper.\n  QUINCE. If that may be, then all is well. Come, sit down, every\n    mother's son, and rehearse your parts. Pyramus, you begin; when\n    you have spoken your speech, enter into that brake; and so every\n    one according to his cue.\n\n                          Enter PUCK behind\n\n  PUCK. What hempen homespuns have we swagg'ring here,\n    So near the cradle of the Fairy Queen?\n    What, a play toward! I'll be an auditor;\n    An actor too perhaps, if I see cause.\n  QUINCE. Speak, Pyramus. Thisby, stand forth.\n  BOTTOM. Thisby, the flowers of odious savours sweet-\n  QUINCE. 'Odious'- odorous!\n  BOTTOM. -odours savours sweet;\n    So hath thy breath, my dearest Thisby dear.\n    But hark, a voice! Stay thou but here awhile,\n    And by and by I will to thee appear.                    Exit\n  PUCK. A stranger Pyramus than e'er played here!           Exit\n  FLUTE. Must I speak now?\n  QUINCE. Ay, marry, must you; for you must understand he goes but to\n    see a noise that he heard, and is to come again.\n  FLUTE. Most radiant Pyramus, most lily-white of hue,\n    Of colour like the red rose on triumphant brier,\n    Most brisky juvenal, and eke most lovely Jew,\n    As true as truest horse, that would never tire,\n    I'll meet thee, Pyramus, at Ninny's tomb.\n  QUINCE. 'Ninus' tomb,' man! Why, you must not speak that yet; that\n    you answer to Pyramus. You speak all your part at once, cues, and\n    all. Pyramus enter: your cue is past; it is 'never tire.'\n  FLUTE. O- As true as truest horse, that y et would never tire.\n\n            Re-enter PUCK, and BOTTOM with an ass's head\n\n  BOTTOM. If I were fair, Thisby, I were only thine.\n  QUINCE. O monstrous! O strange! We are haunted. Pray, masters! fly,\n    masters! Help!\n                                  Exeunt all but BOTTOM and PUCK\n  PUCK. I'll follow you; I'll lead you about a round,\n    Through bog, through bush, through brake, through brier;\n    Sometime a horse I'll be, sometime a hound,\n    A hog, a headless bear, sometime a fire;\n    And neigh, and bark, and grunt, and roar, and burn,\n    Like horse, hound, hog, bear, fire, at every turn.\n                                                           Exit\n  BOTTOM. Why do they run away? This is a knavery of them to make me\n    afeard.\n\n                          Re-enter SNOUT\n\n  SNOUT. O Bottom, thou art chang'd! What do I see on thee?\n  BOTTOM. What do you see? You see an ass-head of your own, do you?\n                                                      Exit SNOUT\n\n                          Re-enter QUINCE\n\n  QUINCE. Bless thee, Bottom, bless thee! Thou art translated.\n                                                            Exit\n  BOTTOM. I see their knavery: this is to make an ass of me; to\n    fright me, if they could. But I will not stir from this place, do\n    what they can; I will walk up and down here, and will sing, that\n    they shall hear I am not afraid.                     [Sings]\n\n          The ousel cock, so black of hue,\n            With orange-tawny bill,\n          The throstle with his note so true,\n            The wren with little quill.\n\n  TITANIA. What angel wakes me from my flow'ry bed?\n  BOTTOM. [Sings]\n          The finch, the sparrow, and the lark,\n            The plain-song cuckoo grey,\n          Whose note full many a man doth mark,\n            And dares not answer nay-\n    for, indeed, who would set his wit to so foolish a bird?\n    Who would give a bird the he, though he cry 'cuckoo' never so?\n  TITANIA. I pray thee, gentle mortal, sing again.\n    Mine ear is much enamoured of thy note;\n    So is mine eye enthralled to thy shape;\n    And thy fair virtue's force perforce doth move me,\n    On the first view, to say, to swear, I love thee.\n  BOTTOM. Methinks, mistress, you should have little reason for that.\n    And yet, to say the truth, reason and love keep little company\n    together now-a-days. The more the pity that some honest\n    neighbours will not make them friends. Nay, I can gleek upon\n    occasion.\n  TITANIA. Thou art as wise as thou art beautiful.\n  BOTTOM. Not so, neither; but if I had wit enough to get out of this\n    wood, I have enough to serve mine own turn.\n  TITANIA. Out of this wood do not desire to go;\n    Thou shalt remain here whether thou wilt or no.\n    I am a spirit of no common rate;\n    The summer still doth tend upon my state;\n    And I do love thee; therefore, go with me.\n    I'll give thee fairies to attend on thee;\n    And they shall fetch thee jewels from the deep,\n    And sing, while thou on pressed flowers dost sleep;\n    And I will purge thy mortal grossness so\n    That thou shalt like an airy spirit go.\n    Peaseblossom! Cobweb! Moth! and Mustardseed!\n\n       Enter PEASEBLOSSOM, COBWEB, MOTH, and MUSTARDSEED\n\n  PEASEBLOSSOM. Ready.\n  COBWEB. And I.\n  MOTH. And I.\n  MUSTARDSEED. And I.\n  ALL. Where shall we go?\n  TITANIA. Be kind and courteous to this gentleman;\n    Hop in his walks and gambol in his eyes;\n    Feed him with apricocks and dewberries,\n    With purple grapes, green figs, and mulberries;\n    The honey bags steal from the humble-bees,\n    And for night-tapers crop their waxen thighs,\n    And light them at the fiery glow-worm's eyes,\n    To have my love to bed and to arise;\n    And pluck the wings from painted butterflies,\n    To fan the moonbeams from his sleeping eyes.\n    Nod to him, elves, and do him courtesies.\n  PEASEBLOSSOM. Hail, mortal!\n  COBWEB. Hail!\n  MOTH. Hail!\n  MUSTARDSEED. Hail!\n  BOTTOM. I cry your worships mercy, heartily; I beseech your\n    worship's name.\n  COBWEB. Cobweb.\n  BOTTOM. I shall desire you of more acquaintance, good Master\n    Cobweb. If I cut my finger, I shall make bold with you. Your\n    name, honest gentleman?\n  PEASEBLOSSOM. Peaseblossom.\n  BOTTOM. I pray you, commend me to Mistress Squash, your mother, and\n    to Master Peascod, your father. Good Master Peaseblossom, I shall\n    desire you of more acquaintance too. Your name, I beseech you,\n    sir?\n  MUSTARDSEED. Mustardseed.\n  BOTTOM. Good Master Mustardseed, I know your patience well. That\n    same cowardly giant-like ox-beef hath devour'd many a gentleman\n    of your house. I promise you your kindred hath made my eyes water\n    ere now. I desire you of more acquaintance, good Master\n    Mustardseed.\n  TITANIA. Come, wait upon him; lead him to my bower.\n    The moon, methinks, looks with a wat'ry eye;\n    And when she weeps, weeps every little flower;\n    Lamenting some enforced chastity.\n    Tie up my love's tongue, bring him silently.          Exeunt\n                           SCENE II.\n                   Another part of the wood\n                         Enter OBERON\n\n  OBERON. I wonder if Titania be awak'd;\n    Then, what it was that next came in her eye,\n    Which she must dote on in extremity.\n\n                          Enter PUCK\n\n    Here comes my messenger. How now, mad spirit!\n    What night-rule now about this haunted grove?\n  PUCK. My mistress with a monster is in love.\n    Near to her close and consecrated bower,\n    While she was in her dull and sleeping hour,\n    A crew of patches, rude mechanicals,\n    That work for bread upon Athenian stalls,\n    Were met together to rehearse a play\n    Intended for great Theseus' nuptial day.\n    The shallowest thickskin of that barren sort,\n    Who Pyramus presented, in their sport\n    Forsook his scene and ent'red in a brake;\n    When I did him at this advantage take,\n    An ass's nole I fixed on his head.\n    Anon his Thisby must be answered,\n    And forth my mimic comes. When they him spy,\n    As wild geese that the creeping fowler eye,\n    Or russet-pated choughs, many in sort,\n    Rising and cawing at the gun's report,\n    Sever themselves and madly sweep the sky,\n    So at his sight away his fellows fly;\n    And at our stamp here, o'er and o'er one falls;\n    He murder cries, and help from Athens calls.\n    Their sense thus weak, lost with their fears thus strong,\n    Made senseless things begin to do them wrong,\n    For briers and thorns at their apparel snatch;\n    Some sleeves, some hats, from yielders all things catch.\n    I led them on in this distracted fear,\n    And left sweet Pyramus translated there;\n    When in that moment, so it came to pass,\n    Titania wak'd, and straightway lov'd an ass.\n  OBERON. This falls out better than I could devise.\n    But hast thou yet latch'd the Athenian's eyes\n    With the love-juice, as I did bid thee do?\n  PUCK. I took him sleeping- that is finish'd too-\n    And the Athenian woman by his side;\n    That, when he wak'd, of force she must be ey'd.\n\n                 Enter DEMETRIUS and HERMIA\n\n  OBERON. Stand close; this is the same Athenian.\n  PUCK. This is the woman, but not this the man.\n  DEMETRIUS. O, why rebuke you him that loves you so?\n    Lay breath so bitter on your bitter foe.\n  HERMIA. Now I but chide, but I should use thee worse,\n    For thou, I fear, hast given me cause to curse.\n    If thou hast slain Lysander in his sleep,\n    Being o'er shoes in blood, plunge in the deep,\n    And kill me too.\n    The sun was not so true unto the day\n    As he to me. Would he have stolen away\n    From sleeping Hermia? I'll believe as soon\n    This whole earth may be bor'd, and that the moon\n    May through the centre creep and so displease\n    Her brother's noontide with th' Antipodes.\n    It cannot be but thou hast murd'red him;\n    So should a murderer look- so dead, so grim.\n  DEMETRIUS. So should the murdered look; and so should I,\n    Pierc'd through the heart with your stern cruelty;\n    Yet you, the murderer, look as bright, as clear,\n    As yonder Venus in her glimmering sphere.\n  HERMIA. What's this to my Lysander? Where is he?\n    Ah, good Demetrius, wilt thou give him me?\n  DEMETRIUS. I had rather give his carcass to my hounds.\n  HERMIA. Out, dog! out, cur! Thou driv'st me past the bounds\n    Of maiden's patience. Hast thou slain him, then?\n    Henceforth be never numb'red among men!\n    O, once tell true; tell true, even for my sake!\n    Durst thou have look'd upon him being awake,\n    And hast thou kill'd him sleeping? O brave touch!\n    Could not a worm, an adder, do so much?\n    An adder did it; for with doubler tongue\n    Than thine, thou serpent, never adder stung.\n  DEMETRIUS. You spend your passion on a mispris'd mood:\n    I am not guilty of Lysander's blood;\n    Nor is he dead, for aught that I can tell.\n  HERMIA. I pray thee, tell me then that he is well.\n  DEMETRIUS. An if I could, what should I get therefore?\n  HERMIA. A privilege never to see me more.\n    And from thy hated presence part I so;\n    See me no more whether he be dead or no.                Exit\n  DEMETRIUS. There is no following her in this fierce vein;\n    Here, therefore, for a while I will remain.\n    So sorrow's heaviness doth heavier grow\n    For debt that bankrupt sleep doth sorrow owe;\n    Which now in some slight measure it will pay,\n    If for his tender here I make some stay.         [Lies down]\n  OBERON. What hast thou done? Thou hast mistaken quite,\n    And laid the love-juice on some true-love's sight.\n    Of thy misprision must perforce ensue\n    Some true love turn'd, and not a false turn'd true.\n  PUCK. Then fate o'er-rules, that, one man holding troth,\n    A million fail, confounding oath on oath.\n  OBERON. About the wood go swifter than the wind,\n    And Helena of Athens look thou find;\n    All fancy-sick she is and pale of cheer,\n    With sighs of love that costs the fresh blood dear.\n    By some illusion see thou bring her here;\n    I'll charm his eyes against she do appear.\n  PUCK. I go, I go; look how I go,\n    Swifter than arrow from the Tartar's bow.               Exit\n  OBERON.       Flower of this purple dye,\n                Hit with Cupid's archery,\n                Sink in apple of his eye.\n                When his love he doth espy,\n                Let her shine as gloriously\n                As the Venus of the sky.\n                When thou wak'st, if she be by,\n                Beg of her for remedy.\n\n                       Re-enter PUCK\n\n  PUCK.         Captain of our fairy band,\n                Helena is here at hand,\n                And the youth mistook by me\n                Pleading for a lover's fee;\n                Shall we their fond pageant see?\n                Lord, what fools these mortals be!\n  OBERON.       Stand aside. The noise they make\n                Will cause Demetrius to awake.\n  PUCK.         Then will two at once woo one.\n                That must needs be sport alone;\n                And those things do best please me\n                That befall prepost'rously.\n\n                   Enter LYSANDER and HELENA\n\n  LYSANDER. Why should you think that I should woo in scorn?\n    Scorn and derision never come in tears.\n    Look when I vow, I weep; and vows so born,\n    In their nativity all truth appears.\n    How can these things in me seem scorn to you,\n    Bearing the badge of faith, to prove them true?\n  HELENA. You do advance your cunning more and more.\n    When truth kills truth, O devilish-holy fray!\n    These vows are Hermia's. Will you give her o'er?\n    Weigh oath with oath, and you will nothing weigh:\n    Your vows to her and me, put in two scales,\n    Will even weigh; and both as light as tales.\n  LYSANDER. I hod no judgment when to her I swore.\n  HELENA. Nor none, in my mind, now you give her o'er.\n  LYSANDER. Demetrius loves her, and he loves not you.\n  DEMETRIUS. [Awaking] O Helen, goddess, nymph, perfect, divine!\n    To what, my love, shall I compare thine eyne?\n    Crystal is muddy. O, how ripe in show\n    Thy lips, those kissing cherries, tempting grow!\n    That pure congealed white, high Taurus' snow,\n    Fann'd with the eastern wind, turns to a crow\n    When thou hold'st up thy hand. O, let me kiss\n    This princess of pure white, this seal of bliss!\n  HELENA. O spite! O hell! I see you all are bent\n    To set against me for your merriment.\n    If you were civil and knew courtesy,\n    You would not do me thus much injury.\n    Can you not hate me, as I know you do,\n    But you must join in souls to mock me too?\n    If you were men, as men you are in show,\n    You would not use a gentle lady so:\n    To vow, and swear, and superpraise my parts,\n    When I am sure you hate me with your hearts.\n    You both are rivals, and love Hermia;\n    And now both rivals, to mock Helena.\n    A trim exploit, a manly enterprise,\n    To conjure tears up in a poor maid's eyes\n    With your derision! None of noble sort\n    Would so offend a virgin, and extort\n    A poor soul's patience, all to make you sport.\n  LYSANDER. You are unkind, Demetrius; be not so;\n    For you love Hermia. This you know I know;\n    And here, with all good will, with all my heart,\n    In Hermia's love I yield you up my part;\n    And yours of Helena to me bequeath,\n    Whom I do love and will do till my death.\n  HELENA. Never did mockers waste more idle breath.\n  DEMETRIUS. Lysander, keep thy Hermia; I will none.\n    If e'er I lov'd her, all that love is gone.\n    My heart to her but as guest-wise sojourn'd,\n    And now to Helen is it home return'd,\n    There to remain.\n  LYSANDER. Helen, it is not so.\n  DEMETRIUS. Disparage not the faith thou dost not know,\n    Lest, to thy peril, thou aby it dear.\n    Look where thy love comes; yonder is thy dear.\n\n                       Enter HERMIA\n\n  HERMIA. Dark night, that from the eye his function takes,\n    The ear more quick of apprehension makes;\n    Wherein it doth impair the seeing sense,\n    It pays the hearing double recompense.\n    Thou art not by mine eye, Lysander, found;\n    Mine ear, I thank it, brought me to thy sound.\n    But why unkindly didst thou leave me so?\n  LYSANDER. Why should he stay whom love doth press to go?\n  HERMIA. What love could press Lysander from my side?\n  LYSANDER. Lysander's love, that would not let him bide-\n    Fair Helena, who more engilds the night\n    Than all yon fiery oes and eyes of light.\n    Why seek'st thou me? Could not this make thee know\n    The hate I bare thee made me leave thee so?\n  HERMIA. You speak not as you think; it cannot be.\n  HELENA. Lo, she is one of this confederacy!\n    Now I perceive they have conjoin'd all three\n    To fashion this false sport in spite of me.\n    Injurious Hermia! most ungrateful maid!\n    Have you conspir'd, have you with these contriv'd,\n    To bait me with this foul derision?\n    Is all the counsel that we two have shar'd,\n    The sisters' vows, the hours that we have spent,\n    When we have chid the hasty-footed time\n    For parting us- O, is all forgot?\n    All school-days' friendship, childhood innocence?\n    We, Hermia, like two artificial gods,\n    Have with our needles created both one flower,\n    Both on one sampler, sitting on one cushion,\n    Both warbling of one song, both in one key;\n    As if our hands, our sides, voices, and minds,\n    Had been incorporate. So we grew together,\n    Like to a double cherry, seeming parted,\n    But yet an union in partition,\n    Two lovely berries moulded on one stern;\n    So, with two seeming bodies, but one heart;\n    Two of the first, like coats in heraldry,\n    Due but to one, and crowned with one crest.\n    And will you rent our ancient love asunder,\n    To join with men in scorning your poor friend?\n    It is not friendly, 'tis not maidenly;\n    Our sex, as well as I, may chide you for it,\n    Though I alone do feel the injury.\n  HERMIA. I am amazed at your passionate words;\n    I scorn you not; it seems that you scorn me.\n  HELENA. Have you not set Lysander, as in scorn,\n    To follow me and praise my eyes and face?\n    And made your other love, Demetrius,\n    Who even but now did spurn me with his foot,\n    To call me goddess, nymph, divine, and rare,\n    Precious, celestial? Wherefore speaks he this\n    To her he hates? And wherefore doth Lysander\n    Deny your love, so rich within his soul,\n    And tender me, forsooth, affection,\n    But by your setting on, by your consent?\n    What though I be not so in grace as you,\n    So hung upon with love, so fortunate,\n    But miserable most, to love unlov'd?\n    This you should pity rather than despise.\n  HERMIA. I understand not what you mean by this.\n  HELENA. Ay, do- persever, counterfeit sad looks,\n    Make mouths upon me when I turn my back,\n    Wink each at other; hold the sweet jest up;\n    This sport, well carried, shall be chronicled.\n    If you have any pity, grace, or manners,\n    You would not make me such an argument.\n    But fare ye well; 'tis partly my own fault,\n    Which death, or absence, soon shall remedy.\n  LYSANDER. Stay, gentle Helena; hear my excuse;\n    My love, my life, my soul, fair Helena!\n  HELENA. O excellent!\n  HERMIA. Sweet, do not scorn her so.\n  DEMETRIUS. If she cannot entreat, I can compel.\n  LYSANDER. Thou canst compel no more than she entreat;\n    Thy threats have no more strength than her weak prayers\n    Helen, I love thee, by my life I do;\n    I swear by that which I will lose for thee\n    To prove him false that says I love thee not.\n  DEMETRIUS. I say I love thee more than he can do.\n  LYSANDER. If thou say so, withdraw, and prove it too.\n  DEMETRIUS. Quick, come.\n  HERMIA. Lysander, whereto tends all this?\n  LYSANDER. Away, you Ethiope!\n  DEMETRIUS. No, no, he will\n    Seem to break loose- take on as you would follow,\n    But yet come not. You are a tame man; go!\n  LYSANDER. Hang off, thou cat, thou burr; vile thing, let loose,\n    Or I will shake thee from me like a serpent.\n  HERMIA. Why are you grown so rude? What change is this,\n    Sweet love?\n  LYSANDER. Thy love! Out, tawny Tartar, out!\n    Out, loathed med'cine! O hated potion, hence!\n  HERMIA. Do you not jest?\n  HELENA. Yes, sooth; and so do you.\n  LYSANDER. Demetrius, I will keep my word with thee.\n  DEMETRIUS. I would I had your bond; for I perceive\n    A weak bond holds you; I'll not trust your word.\n  LYSANDER. What, should I hurt her, strike her, kill her dead?\n    Although I hate her, I'll not harm her so.\n  HERMIA. What! Can you do me greater harm than hate?\n    Hate me! wherefore? O me! what news, my love?\n    Am not I Hermia? Are not you Lysander?\n    I am as fair now as I was erewhile.\n    Since night you lov'd me; yet since night you left me.\n    Why then, you left me- O, the gods forbid!-\n    In earnest, shall I say?\n  LYSANDER. Ay, by my life!\n    And never did desire to see thee more.\n    Therefore be out of hope, of question, of doubt;\n    Be certain, nothing truer; 'tis no jest\n    That I do hate thee and love Helena.\n  HERMIA. O me! you juggler! you cankerblossom!\n    You thief of love! What! Have you come by night,\n    And stol'n my love's heart from him?\n  HELENA. Fine, i' faith!\n    Have you no modesty, no maiden shame,\n    No touch of bashfulness? What! Will you tear\n    Impatient answers from my gentle tongue?\n    Fie, fie! you counterfeit, you puppet you!\n  HERMIA. 'Puppet!' why so? Ay, that way goes the game.\n    Now I perceive that she hath made compare\n    Between our statures; she hath urg'd her height;\n    And with her personage, her tall personage,\n    Her height, forsooth, she hath prevail'd with him.\n    And are you grown so high in his esteem\n    Because I am so dwarfish and so low?\n    How low am I, thou painted maypole? Speak.\n    How low am I? I am not yet so low\n    But that my nails can reach unto thine eyes.\n  HELENA. I pray you, though you mock me, gentlemen,\n    Let her not hurt me. I was never curst;\n    I have no gift at all in shrewishness;\n    I am a right maid for my cowardice;\n    Let her not strike me. You perhaps may think,\n    Because she is something lower than myself,\n    That I can match her.\n  HERMIA. 'Lower' hark, again.\n  HELENA. Good Hermia, do not be so bitter with me.\n    I evermore did love you, Hermia,\n    Did ever keep your counsels, never wrong'd you;\n    Save that, in love unto Demetrius,\n    I told him of your stealth unto this wood.\n    He followed you; for love I followed him;\n    But he hath chid me hence, and threat'ned me\n    To strike me, spurn me, nay, to kill me too;\n    And now, so you will let me quiet go,\n    To Athens will I bear my folly back,\n    And follow you no further. Let me go.\n    You see how simple and how fond I am.\n  HERMIA. Why, get you gone! Who is't that hinders you?\n  HELENA. A foolish heart that I leave here behind.\n  HERMIA. What! with Lysander?\n  HELENA. With Demetrius.\n  LYSANDER. Be not afraid; she shall not harm thee, Helena.\n  DEMETRIUS. No, sir, she shall not, though you take her part.\n  HELENA. O, when she is angry, she is keen and shrewd;\n    She was a vixen when she went to school;\n    And, though she be but little, she is fierce.\n  HERMIA. 'Little' again! Nothing but 'low' and 'little'!\n    Why will you suffer her to flout me thus?\n    Let me come to her.\n  LYSANDER. Get you gone, you dwarf;\n    You minimus, of hind'ring knot-grass made;\n    You bead, you acorn.\n  DEMETRIUS. You are too officious\n    In her behalf that scorns your services.\n    Let her alone; speak not of Helena;\n    Take not her part; for if thou dost intend\n    Never so little show of love to her,\n    Thou shalt aby it.\n  LYSANDER. Now she holds me not.\n    Now follow, if thou dar'st, to try whose right,\n    Of thine or mine, is most in Helena.\n  DEMETRIUS. Follow! Nay, I'll go with thee, cheek by jowl.\n                                   Exeunt LYSANDER and DEMETRIUS\n  HERMIA. You, mistress, all this coil is long of you.\n    Nay, go not back.\n  HELENA. I will not trust you, I;\n    Nor longer stay in your curst company.\n    Your hands than mine are quicker for a fray;\n    My legs are longer though, to run away.                 Exit\n  HERMIA. I am amaz'd, and know not what to say.            Exit\n  OBERON. This is thy negligence. Still thou mistak'st,\n    Or else committ'st thy knaveries wilfully.\n  PUCK. Believe me, king of shadows, I mistook.\n    Did not you tell me I should know the man\n    By the Athenian garments he had on?\n    And so far blameless proves my enterprise\n    That I have 'nointed an Athenian's eyes;\n    And so far am I glad it so did sort,\n    As this their jangling I esteem a sport.\n  OBERON. Thou seest these lovers seek a place to fight.\n    Hie therefore, Robin, overcast the night;\n    The starry welkin cover thou anon\n    With drooping fog as black as Acheron,\n    And lead these testy rivals so astray\n    As one come not within another's way.\n    Like to Lysander sometime frame thy tongue,\n    Then stir Demetrius up with bitter wrong;\n    And sometime rail thou like Demetrius;\n    And from each other look thou lead them thus,\n    Till o'er their brows death-counterfeiting sleep\n    With leaden legs and batty wings doth creep.\n    Then crush this herb into Lysander's eye;\n    Whose liquor hath this virtuous property,\n    To take from thence all error with his might\n    And make his eyeballs roll with wonted sight.\n    When they next wake, all this derision\n    Shall seem a dream and fruitless vision;\n    And back to Athens shall the lovers wend\n    With league whose date till death shall never end.\n    Whiles I in this affair do thee employ,\n    I'll to my queen, and beg her Indian boy;\n    And then I will her charmed eye release\n    From monster's view, and all things shall be peace.\n  PUCK. My fairy lord, this must be done with haste,\n    For night's swift dragons cut the clouds full fast;\n    And yonder shines Aurora's harbinger,\n    At whose approach ghosts, wand'ring here and there,\n    Troop home to churchyards. Damned spirits all\n    That in cross-ways and floods have burial,\n    Already to their wormy beds are gone,\n    For fear lest day should look their shames upon;\n    They wilfully themselves exil'd from light,\n    And must for aye consort with black-brow'd night.\n  OBERON. But we are spirits of another sort:\n    I with the Morning's love have oft made sport;\n    And, like a forester, the groves may tread\n    Even till the eastern gate, all fiery red,\n    Opening on Neptune with fair blessed beams,\n    Turns into yellow gold his salt green streams.\n    But, notwithstanding, haste, make no delay;\n    We may effect this business yet ere day.         Exit OBERON\n  PUCK.      Up and down, up and down,\n             I will lead them up and down.\n             I am fear'd in field and town.\n             Goblin, lead them up and down.\n    Here comes one.\n\n                      Enter LYSANDER\n\n  LYSANDER. Where art thou, proud Demetrius? Speak thou now.\n  PUCK. Here, villain, drawn and ready. Where art thou?\n  LYSANDER. I will be with thee straight.\n  PUCK. Follow me, then,\n    To plainer ground.      Exit LYSANDER as following the voice\n\n                      Enter DEMETRIUS\n\n  DEMETRIUS. Lysander, speak again.\n    Thou runaway, thou coward, art thou fled?\n    Speak! In some bush? Where dost thou hide thy head?\n  PUCK. Thou coward, art thou bragging to the stars,\n    Telling the bushes that thou look'st for wars,\n    And wilt not come? Come, recreant, come, thou child;\n    I'll whip thee with a rod. He is defil'd\n    That draws a sword on thee.\n  DEMETRIUS. Yea, art thou there?\n  PUCK. Follow my voice; we'll try no manhood here.       Exeunt\n\n                      Re-enter LYSANDER\n\n  LYSANDER. He goes before me, and still dares me on;\n    When I come where he calls, then he is gone.\n    The villain is much lighter heel'd than I.\n    I followed fast, but faster he did fly,\n    That fallen am I in dark uneven way,\n    And here will rest me. [Lies down] Come, thou gentle day.\n    For if but once thou show me thy grey light,\n    I'll find Demetrius, and revenge this spite.        [Sleeps]\n\n                 Re-enter PUCK and DEMETRIUS\n\n  PUCK. Ho, ho, ho! Coward, why com'st thou not?\n  DEMETRIUS. Abide me, if thou dar'st; for well I wot\n    Thou run'st before me, shifting every place,\n    And dar'st not stand, nor look me in the face.\n    Where art thou now?\n  PUCK. Come hither; I am here.\n  DEMETRIUS. Nay, then, thou mock'st me. Thou shalt buy this dear,\n    If ever I thy face by daylight see;\n    Now, go thy way. Faintness constraineth me\n    To measure out my length on this cold bed.\n    By day's approach look to be visited.\n                                          [Lies down and sleeps]\n\n                       Enter HELENA\n\n  HELENA. O weary night, O long and tedious night,\n    Abate thy hours! Shine comforts from the east,\n    That I may back to Athens by daylight,\n    From these that my poor company detest.\n    And sleep, that sometimes shuts up sorrow's eye,\n    Steal me awhile from mine own company.              [Sleeps]\n  PUCK.       Yet but three? Come one more;\n              Two of both kinds makes up four.\n              Here she comes, curst and sad.\n              Cupid is a knavish lad,\n              Thus to make poor females mad.\n\n                     Enter HERMIA\n\n  HERMIA. Never so weary, never so in woe,\n    Bedabbled with the dew, and torn with briers,\n    I can no further crawl, no further go;\n    My legs can keep no pace with my desires.\n    Here will I rest me till the break of day.\n    Heavens shield Lysander, if they mean a fray!\n                                          [Lies down and sleeps]\n  PUCK.          On the ground\n                 Sleep sound;\n                 I'll apply\n                 To your eye,\n          Gentle lover, remedy.\n                        [Squeezing the juice on LYSANDER'S eyes]\n                 When thou wak'st,\n                 Thou tak'st\n                 True delight\n                 In the sight\n          Of thy former lady's eye;\n          And the country proverb known,\n          That every man should take his own,\n          In your waking shall be shown:\n                 Jack shall have Jill;\n                 Nought shall go ill;\n    The man shall have his mare again, and all shall be well.\n                                                            Exit\n                          ACT IV. SCENE I.\n          The wood. LYSANDER, DEMETRIUS, HELENA, and\n                       HERMIA, lying asleep\n\n         Enter TITANIA and Bottom; PEASEBLOSSOM, COBWEB,\n         MOTH, MUSTARDSEED, and other FAIRIES attending;\n                      OBERON behind, unseen\n\n  TITANIA. Come, sit thee down upon this flow'ry bed,\n    While I thy amiable cheeks do coy,\n    And stick musk-roses in thy sleek smooth head,\n    And kiss thy fair large ears, my gentle joy.\n  BOTTOM. Where's Peaseblossom?\n  PEASEBLOSSOM. Ready.\n  BOTTOM. Scratch my head, Peaseblossom.\n    Where's Mounsieur Cobweb?\n  COBWEB. Ready.\n  BOTTOM. Mounsieur Cobweb; good mounsieur, get you your weapons in\n    your hand and kill me a red-hipp'd humble-bee on the top of a\n    thistle; and, good mounsieur, bring me the honey-bag. Do not fret\n    yourself too much in the action, mounsieur; and, good mounsieur,\n    have a care the honey-bag break not; I would be loath to have you\n    overflown with a honey-bag, signior. Where's Mounsieur\n    Mustardseed?\n  MUSTARDSEED. Ready.\n  BOTTOM. Give me your neaf, Mounsieur Mustardseed. Pray you, leave\n    your curtsy, good mounsieur.\n  MUSTARDSEED. What's your will?\n  BOTTOM. Nothing, good mounsieur, but to help Cavalery Cobweb to\n    scratch. I must to the barber's, mounsieur; for methinks I am\n    marvellous hairy about the face; and I am such a tender ass, if\n    my hair do but tickle me I must scratch.\n  TITANIA. What, wilt thou hear some music, my sweet love?\n  BOTTOM. I have a reasonable good ear in music. Let's have the tongs\n    and the bones.\n  TITANIA. Or say, sweet love, what thou desirest to eat.\n  BOTTOM. Truly, a peck of provender; I could munch your good dry\n    oats. Methinks I have a great desire to a bottle of hay. Good\n    hay, sweet hay, hath no fellow.\n  TITANIA. I have a venturous fairy that shall seek\n    The squirrel's hoard, and fetch thee new nuts.\n  BOTTOM. I had rather have a handful or two of dried peas. But, I\n    pray you, let none of your people stir me; I have an exposition\n    of sleep come upon me.\n  TITANIA. Sleep thou, and I will wind thee in my arms.\n    Fairies, be gone, and be all ways away.       Exeunt FAIRIES\n    So doth the woodbine the sweet honeysuckle\n    Gently entwist; the female ivy so\n    Enrings the barky fingers of the elm.\n    O, how I love thee! how I dote on thee!         [They sleep]\n\n                         Enter PUCK\n\n  OBERON. [Advancing] Welcome, good Robin. Seest thou this sweet\n      sight?\n    Her dotage now I do begin to pity;\n    For, meeting her of late behind the wood,\n    Seeking sweet favours for this hateful fool,\n    I did upbraid her and fall out with her.\n    For she his hairy temples then had rounded\n    With coronet of fresh and fragrant flowers;\n    And that same dew which sometime on the buds\n    Was wont to swell like round and orient pearls\n    Stood now within the pretty flowerets' eyes,\n    Like tears that did their own disgrace bewail.\n    When I had at my pleasure taunted her,\n    And she in mild terms begg'd my patience,\n    I then did ask of her her changeling child;\n    Which straight she gave me, and her fairy sent\n    To bear him to my bower in fairy land.\n    And now I have the boy, I will undo\n    This hateful imperfection of her eyes.\n    And, gentle Puck, take this transformed scalp\n    From off the head of this Athenian swain,\n    That he awaking when the other do\n    May all to Athens back again repair,\n    And think no more of this night's accidents\n    But as the fierce vexation of a dream.\n    But first I will release the Fairy Queen.\n                                             [Touching her eyes]\n           Be as thou wast wont to be;\n           See as thou was wont to see.\n           Dian's bud o'er Cupid's flower\n           Hath such force and blessed power.\n    Now, my Titania; wake you, my sweet queen.\n  TITANIA. My Oberon! What visions have I seen!\n    Methought I was enamour'd of an ass.\n  OBERON. There lies your love.\n  TITANIA. How came these things to pass?\n    O, how mine eyes do loathe his visage now!\n  OBERON. Silence awhile. Robin, take off this head.\n    Titania, music call; and strike more dead\n    Than common sleep of all these five the sense.\n  TITANIA. Music, ho, music, such as charmeth sleep!\n  PUCK. Now when thou wak'st with thine own fool's eyes peep.\n  OBERON. Sound, music. Come, my Queen, take hands with me,\n                                                         [Music]\n    And rock the ground whereon these sleepers be.\n    Now thou and I are new in amity,\n    And will to-morrow midnight solemnly\n    Dance in Duke Theseus' house triumphantly,\n    And bless it to all fair prosperity.\n    There shall the pairs of faithful lovers be\n    Wedded, with Theseus, an in jollity.\n  PUCK.       Fairy King, attend and mark;\n              I do hear the morning lark.\n  OBERON.     Then, my Queen, in silence sad,\n              Trip we after night's shade.\n              We the globe can compass soon,\n              Swifter than the wand'ring moon.\n  TITANIA.    Come, my lord; and in our flight,\n              Tell me how it came this night\n              That I sleeping here was found\n              With these mortals on the ground.           Exeunt\n\n        To the winding of horns, enter THESEUS, HIPPOLYTA,\n                      EGEUS, and train\n\n  THESEUS. Go, one of you, find out the forester;\n    For now our observation is perform'd,\n    And since we have the vaward of the day,\n    My love shall hear the music of my hounds.\n    Uncouple in the western valley; let them go.\n    Dispatch, I say, and find the forester.    Exit an ATTENDANT\n    We will, fair Queen, up to the mountain's top,\n    And mark the musical confusion\n    Of hounds and echo in conjunction.\n  HIPPOLYTA. I was with Hercules and Cadmus once\n    When in a wood of Crete they bay'd the bear\n    With hounds of Sparta; never did I hear\n    Such gallant chiding, for, besides the groves,\n    The skies, the fountains, every region near\n    Seem'd all one mutual cry. I never heard\n    So musical a discord, such sweet thunder.\n  THESEUS. My hounds are bred out of the Spartan kind,\n    So flew'd, so sanded; and their heads are hung\n    With ears that sweep away the morning dew;\n    Crook-knee'd and dew-lapp'd like Thessalian bulls;\n    Slow in pursuit, but match'd in mouth like bells,\n    Each under each. A cry more tuneable\n    Was never holla'd to, nor cheer'd with horn,\n    In Crete, in Sparta, nor in Thessaly.\n    Judge when you hear. But, soft, what nymphs are these?\n  EGEUS. My lord, this is my daughter here asleep,\n    And this Lysander, this Demetrius is,\n    This Helena, old Nedar's Helena.\n    I wonder of their being here together.\n  THESEUS. No doubt they rose up early to observe\n    The rite of May; and, hearing our intent,\n    Came here in grace of our solemnity.\n    But speak, Egeus; is not this the day\n    That Hermia should give answer of her choice?\n  EGEUS. It is, my lord.\n  THESEUS. Go, bid the huntsmen wake them with their horns.\n                           [Horns and shout within. The sleepers\n                                     awake and kneel to THESEUS]\n    Good-morrow, friends. Saint Valentine is past;\n    Begin these wood-birds but to couple now?\n  LYSANDER. Pardon, my lord.\n  THESEUS. I pray you all, stand up.\n    I know you two are rival enemies;\n    How comes this gentle concord in the world\n    That hatred is so far from jealousy\n    To sleep by hate, and fear no enmity?\n  LYSANDER. My lord, I shall reply amazedly,\n    Half sleep, half waking; but as yet, I swear,\n    I cannot truly say how I came here,\n    But, as I think- for truly would I speak,\n    And now I do bethink me, so it is-\n    I came with Hermia hither. Our intent\n    Was to be gone from Athens, where we might,\n    Without the peril of the Athenian law-\n  EGEUS. Enough, enough, my Lord; you have enough;\n    I beg the law, the law upon his head.\n    They would have stol'n away, they would, Demetrius,\n    Thereby to have defeated you and me:\n    You of your wife, and me of my consent,\n    Of my consent that she should be your wife.\n  DEMETRIUS. My lord, fair Helen told me of their stealth,\n    Of this their purpose hither to this wood;\n    And I in fury hither followed them,\n    Fair Helena in fancy following me.\n    But, my good lord, I wot not by what power-\n    But by some power it is- my love to Hermia,\n    Melted as the snow, seems to me now\n    As the remembrance of an idle gaud\n    Which in my childhood I did dote upon;\n    And all the faith, the virtue of my heart,\n    The object and the pleasure of mine eye,\n    Is only Helena. To her, my lord,\n    Was I betroth'd ere I saw Hermia.\n    But, like a sickness, did I loathe this food;\n    But, as in health, come to my natural taste,\n    Now I do wish it, love it, long for it,\n    And will for evermore be true to it.\n  THESEUS. Fair lovers, you are fortunately met;\n    Of this discourse we more will hear anon.\n    Egeus, I will overbear your will;\n    For in the temple, by and by, with us\n    These couples shall eternally be knit.\n    And, for the morning now is something worn,\n    Our purpos'd hunting shall be set aside.\n    Away with us to Athens, three and three;\n    We'll hold a feast in great solemnity.\n    Come, Hippolyta.\n                     Exeunt THESEUS, HIPPOLYTA, EGEUS, and train\n  DEMETRIUS. These things seem small and undistinguishable,\n    Like far-off mountains turned into clouds.\n  HERMIA. Methinks I see these things with parted eye,\n    When every thing seems double.\n  HELENA. So methinks;\n    And I have found Demetrius like a jewel,\n    Mine own, and not mine own.\n  DEMETRIUS. Are you sure\n    That we are awake? It seems to me\n    That yet we sleep, we dream. Do not you think\n    The Duke was here, and bid us follow him?\n  HERMIA. Yea, and my father.\n  HELENA. And Hippolyta.\n  LYSANDER. And he did bid us follow to the temple.\n  DEMETRIUS. Why, then, we are awake; let's follow him;\n    And by the way let us recount our dreams.             Exeunt\n  BOTTOM. [Awaking] When my cue comes, call me, and I will answer. My\n    next is 'Most fair Pyramus.' Heigh-ho! Peter Quince! Flute, the\n    bellows-mender! Snout, the tinker! Starveling! God's my life,\n    stol'n hence, and left me asleep! I have had a most rare vision.\n    I have had a dream, past the wit of man to say what dream it was.\n    Man is but an ass if he go about to expound this dream. Methought\n    I was- there is no man can tell what. Methought I was, and\n    methought I had, but man is but a patch'd fool, if he will offer\n    to say what methought I had. The eye of man hath not heard, the\n    ear of man hath not seen, man's hand is not able to taste, his\n    tongue to conceive, nor his heart to report, what my dream was. I\n    will get Peter Quince to write a ballad of this dream. It shall\n    be call'd 'Bottom's Dream,' because it hath no bottom; and I will\n    sing it in the latter end of a play, before the Duke.\n    Peradventure, to make it the more gracious, I shall sing it at\n    her death.                                              Exit\n                            SCENE II.\n                    Athens. QUINCE'S house\n\n          Enter QUINCE, FLUTE, SNOUT, and STARVELING\n\n  QUINCE. Have you sent to Bottom's house? Is he come home yet?\n  STARVELING. He cannot be heard of. Out of doubt he is transported.\n  FLUTE. If he come not, then the play is marr'd; it goes not\n    forward, doth it?\n  QUINCE. It is not possible. You have not a man in all Athens able\n    to discharge Pyramus but he.\n  FLUTE. No; he hath simply the best wit of any handicraft man in\n    Athens.\n  QUINCE. Yea, and the best person too; and he is a very paramour for\n    a sweet voice.\n  FLUTE. You must say 'paragon.' A paramour is- God bless us!- A\n    thing of naught.\n\n                           Enter SNUG\n\n  SNUG. Masters, the Duke is coming from the temple; and there is two\n    or three lords and ladies more married. If our sport had gone\n    forward, we had all been made men.\n  FLUTE. O sweet bully Bottom! Thus hath he lost sixpence a day\n    during his life; he could not have scaped sixpence a day. An the\n    Duke had not given him sixpence a day for playing Pyramus, I'll\n    be hanged. He would have deserved it: sixpence a day in Pyramus,\n    or nothing.\n\n                           Enter BOTTOM\n\n  BOTTOM. Where are these lads? Where are these hearts?\n  QUINCE. Bottom! O most courageous day! O most happy hour!\n  BOTTOM. Masters, I am to discourse wonders; but ask me not what;\n    for if I tell you, I am not true Athenian. I will tell you\n    everything, right as it fell out.\n  QUINCE. Let us hear, sweet Bottom.\n  BOTTOM. Not a word of me. All that I will tell you is, that the\n    Duke hath dined. Get your apparel together; good strings to your\n    beards, new ribbons to your pumps; meet presently at the palace;\n    every man look o'er his part; for the short and the long is, our\n    play is preferr'd. In any case, let Thisby have clean linen; and\n    let not him that plays the lion pare his nails, for they shall\n    hang out for the lion's claws. And, most dear actors, eat no\n    onions nor garlic, for we are to utter sweet breath; and I do not\n    doubt but to hear them say it is a sweet comedy. No more words.\n    Away, go, away!                                       Exeunt\n                          ACT V. SCENE I.\n                  Athens. The palace of THESEUS\n\n          Enter THESEUS, HIPPOLYTA, PHILOSTRATE, LORDS,\n                         and ATTENDANTS\n\n  HIPPOLYTA. 'Tis strange, my Theseus, that these lovers speak of.\n  THESEUS. More strange than true. I never may believe\n    These antique fables, nor these fairy toys.\n    Lovers and madmen have such seething brains,\n    Such shaping fantasies, that apprehend\n    More than cool reason ever comprehends.\n    The lunatic, the lover, and the poet,\n    Are of imagination all compact.\n    One sees more devils than vast hell can hold;\n    That is the madman. The lover, all as frantic,\n    Sees Helen's beauty in a brow of Egypt.\n    The poet's eye, in a fine frenzy rolling,\n    Doth glance from heaven to earth, from earth to heaven;\n    And as imagination bodies forth\n    The forms of things unknown, the poet's pen\n    Turns them to shapes, and gives to airy nothing\n    A local habitation and a name.\n    Such tricks hath strong imagination\n    That, if it would but apprehend some joy,\n    It comprehends some bringer of that joy;\n    Or in the night, imagining some fear,\n    How easy is a bush suppos'd a bear?\n  HIPPOLYTA. But all the story of the night told over,\n    And all their minds transfigur'd so together,\n    More witnesseth than fancy's images,\n    And grows to something of great constancy,\n    But howsoever strange and admirable.\n\n          Enter LYSANDER, DEMETRIUS, HERMIA, and HELENA\n\n  THESEUS. Here come the lovers, full of joy and mirth.\n    Joy, gentle friends, joy and fresh days of love\n    Accompany your hearts!\n  LYSANDER. More than to us\n    Wait in your royal walks, your board, your bed!\n  THESEUS. Come now; what masques, what dances shall we have,\n    To wear away this long age of three hours\n    Between our after-supper and bed-time?\n    Where is our usual manager of mirth?\n    What revels are in hand? Is there no play\n    To ease the anguish of a torturing hour?\n    Call Philostrate.\n  PHILOSTRATE. Here, mighty Theseus.\n  THESEUS. Say, what abridgment have you for this evening?\n    What masque? what music? How shall we beguile\n    The lazy time, if not with some delight?\n  PHILOSTRATE. There is a brief how many sports are ripe;\n    Make choice of which your Highness will see first.\n                                                [Giving a paper]\n  THESEUS. 'The battle with the Centaurs, to be sung\n    By an Athenian eunuch to the harp.'\n    We'll none of that: that have I told my love,\n    In glory of my kinsman Hercules.\n    'The riot of the tipsy Bacchanals,\n    Tearing the Thracian singer in their rage.'\n    That is an old device, and it was play'd\n    When I from Thebes came last a conqueror.\n    'The thrice three Muses mourning for the death\n    Of Learning, late deceas'd in beggary.'\n    That is some satire, keen and critical,\n    Not sorting with a nuptial ceremony.\n    'A tedious brief scene of young Pyramus\n    And his love Thisby; very tragical mirth.'\n    Merry and tragical! tedious and brief!\n    That is hot ice and wondrous strange snow.\n    How shall we find the concord of this discord?\n  PHILOSTRATE. A play there is, my lord, some ten words long,\n    Which is as brief as I have known a play;\n    But by ten words, my lord, it is too long,\n    Which makes it tedious; for in all the play\n    There is not one word apt, one player fitted.\n    And tragical, my noble lord, it is;\n    For Pyramus therein doth kill himself.\n    Which when I saw rehears'd, I must confess,\n    Made mine eyes water; but more merry tears\n    The passion of loud laughter never shed.\n  THESEUS. What are they that do play it?\n  PHILOSTRATE. Hard-handed men that work in Athens here,\n    Which never labour'd in their minds till now;\n    And now have toil'd their unbreathed memories\n    With this same play against your nuptial.\n  THESEUS. And we will hear it.\n  PHILOSTRATE. No, my noble lord,\n    It is not for you. I have heard it over,\n    And it is nothing, nothing in the world;\n    Unless you can find sport in their intents,\n    Extremely stretch'd and conn'd with cruel pain,\n    To do you service.\n  THESEUS. I will hear that play;\n    For never anything can be amiss\n    When simpleness and duty tender it.\n    Go, bring them in; and take your places, ladies.\n                                                Exit PHILOSTRATE\n  HIPPOLYTA. I love not to see wretchedness o'er-charged,\n    And duty in his service perishing.\n  THESEUS. Why, gentle sweet, you shall see no such thing.\n  HIPPOLYTA. He says they can do nothing in this kind.\n  THESEUS. The kinder we, to give them thanks for nothing.\n    Our sport shall be to take what they mistake;\n    And what poor duty cannot do, noble respect\n    Takes it in might, not merit.\n    Where I have come, great clerks have purposed\n    To greet me with premeditated welcomes;\n    Where I have seen them shiver and look pale,\n    Make periods in the midst of sentences,\n    Throttle their practis'd accent in their fears,\n    And, in conclusion, dumbly have broke off,\n    Not paying me a welcome. Trust me, sweet,\n    Out of this silence yet I pick'd a welcome;\n    And in the modesty of fearful duty\n    I read as much as from the rattling tongue\n    Of saucy and audacious eloquence.\n    Love, therefore, and tongue-tied simplicity\n    In least speak most to my capacity.\n\n                       Re-enter PHILOSTRATE\n\n  PHILOSTRATE. SO please your Grace, the Prologue is address'd.\n  THESEUS. Let him approach.              [Flourish of trumpets]\n\n                 Enter QUINCE as the PROLOGUE\n\n  PROLOGUE. If we offend, it is with our good will.\n    That you should think, we come not to offend,\n    But with good will. To show our simple skill,\n    That is the true beginning of our end.\n    Consider then, we come but in despite.\n    We do not come, as minding to content you,\n    Our true intent is. All for your delight\n    We are not here. That you should here repent you,\n    The actors are at band; and, by their show,\n    You shall know all, that you are like to know,\n  THESEUS. This fellow doth not stand upon points.\n  LYSANDER. He hath rid his prologue like a rough colt; he knows not\n    the stop. A good moral, my lord: it is not enough to speak, but\n    to speak true.\n  HIPPOLYTA. Indeed he hath play'd on this prologue like a child on a\n    recorder- a sound, but not in government.\n  THESEUS. His speech was like a tangled chain; nothing im paired,\n    but all disordered. Who is next?\n\n          Enter, with a trumpet before them, as in dumb show,\n            PYRAMUS and THISBY, WALL, MOONSHINE, and LION\n\n  PROLOGUE. Gentles, perchance you wonder at this show;\n    But wonder on, till truth make all things plain.\n    This man is Pyramus, if you would know;\n    This beauteous lady Thisby is certain.\n    This man, with lime and rough-cast, doth present\n    Wall, that vile Wall which did these lovers sunder;\n    And through Walls chink, poor souls, they are content\n    To whisper. At the which let no man wonder.\n    This man, with lanthorn, dog, and bush of thorn,\n    Presenteth Moonshine; for, if you will know,\n    By moonshine did these lovers think no scorn\n    To meet at Ninus' tomb, there, there to woo.\n    This grisly beast, which Lion hight by name,\n    The trusty Thisby, coming first by night,\n    Did scare away, or rather did affright;\n    And as she fled, her mantle she did fall;\n    Which Lion vile with bloody mouth did stain.\n    Anon comes Pyramus, sweet youth and tall,\n    And finds his trusty Thisby's mantle slain;\n    Whereat with blade, with bloody blameful blade,\n    He bravely broach'd his boiling bloody breast;\n    And Thisby, tarrying in mulberry shade,\n    His dagger drew, and died. For all the rest,\n    Let Lion, Moonshine, Wall, and lovers twain,\n    At large discourse while here they do remain.\n                               Exeunt PROLOGUE, PYRAMUS, THISBY,\n                                             LION, and MOONSHINE\n  THESEUS. I wonder if the lion be to speak.\n  DEMETRIUS. No wonder, my lord: one lion may, when many asses do.\n  WALL. In this same interlude it doth befall\n    That I, one Snout by name, present a wall;\n    And such a wall as I would have you think\n    That had in it a crannied hole or chink,\n    Through which the lovers, Pyramus and Thisby,\n    Did whisper often very secretly.\n    This loam, this rough-cast, and this stone, doth show\n    That I am that same wall; the truth is so;\n    And this the cranny is, right and sinister,\n    Through which the fearful lovers are to whisper.\n  THESEUS. Would you desire lime and hair to speak better?\n  DEMETRIUS. It is the wittiest partition that ever I heard\n    discourse, my lord.\n\n                       Enter PYRAMUS\n\n  THESEUS. Pyramus draws near the wall; silence.\n  PYRAMUS. O grim-look'd night! O night with hue so black!\n    O night, which ever art when day is not!\n    O night, O night, alack, alack, alack,\n    I fear my Thisby's promise is forgot!\n    And thou, O wall, O sweet, O lovely wall,\n    That stand'st between her father's ground and mine;\n    Thou wall, O wall, O sweet and lovely wall,\n    Show me thy chink, to blink through with mine eyne.\n                                     [WALL holds up his fingers]\n    Thanks, courteous wall. Jove shield thee well for this!\n    But what see what see I? No Thisby do I see.\n    O wicked wall, through whom I see no bliss,\n    Curs'd he thy stones for thus deceiving me!\n  THESEUS. The wall, methinks, being sensible, should curse again.\n  PYRAMUS. No, in truth, sir, he should not. Deceiving me is Thisby's\n    cue. She is to enter now, and I am to spy her through the wall.\n    You shall see it will fall pat as I told you; yonder she comes.\n\n                          Enter THISBY\n\n  THISBY. O wall, full often hast thou beard my moans,\n    For parting my fair Pyramus and me!\n    My cherry lips have often kiss'd thy stones,\n    Thy stones with lime and hair knit up in thee.\n  PYRAMUS. I see a voice; now will I to the chink,\n    To spy an I can hear my Thisby's face.\n    Thisby!\n  THISBY. My love! thou art my love, I think.\n  PYRAMUS. Think what thou wilt, I am thy lover's grace;\n    And like Limander am I trusty still.\n  THISBY. And I like Helen, till the Fates me kill.\n  PYRAMUS. Not Shafalus to Procrus was so true.\n  THISBY. As Shafalus to Procrus, I to you.\n  PYRAMUS. O, kiss me through the hole of this vile wall.\n  THISBY. I kiss the wall's hole, not your lips at all.\n  PYRAMUS. Wilt thou at Ninny's tomb meet me straightway?\n  THISBY. Tide life, tide death, I come without delay.\n                                       Exeunt PYRAMUS and THISBY\n  WALL. Thus have I, Wall, my part discharged so;\n    And, being done, thus Wall away doth go.           Exit WALL\n  THESEUS. Now is the moon used between the two neighbours.\n  DEMETRIUS. No remedy, my lord, when walls are so wilful to hear\n    without warning.\n  HIPPOLYTA. This is the silliest stuff that ever I heard.\n  THESEUS. The best in this kind are but shadows; and the worst are\n    no worse, if imagination amend them.\n  HIPPOLYTA. It must be your imagination then, and not theirs.\n  THESEUS. If we imagine no worse of them than they of themselves,\n    they may pass for excellent men. Here come two noble beasts in, a\n    man and a lion.\n\n                   Enter LION and MOONSHINE\n\n  LION. You, ladies, you, whose gentle hearts do fear\n    The smallest monstrous mouse that creeps on floor,\n    May now, perchance, both quake and tremble here,\n    When lion rough in wildest rage doth roar.\n    Then know that I as Snug the joiner am\n    A lion fell, nor else no lion's dam;\n    For, if I should as lion come in strife\n    Into this place, 'twere pity on my life.\n  THESEUS. A very gentle beast, and of a good conscience.\n  DEMETRIUS. The very best at a beast, my lord, that e'er I saw.\n  LYSANDER. This lion is a very fox for his valour.\n  THESEUS. True; and a goose for his discretion.\n  DEMETRIUS. Not so, my lord; for his valour cannot carry his\n    discretion, and the fox carries the goose.\n  THESEUS. His discretion, I am sure, cannot carry his valour; for\n    the goose carries not the fox. It is well. Leave it to his\n    discretion, and let us listen to the Moon.\n  MOONSHINE. This lanthorn doth the horned moon present-\n  DEMETRIUS. He should have worn the horns on his head.\n  THESEUS. He is no crescent, and his horns are invisible within the\n    circumference.\n  MOONSHINE. This lanthorn doth the horned moon present;\n    Myself the Man i' th' Moon do seem to be.\n  THESEUS. This is the greatest error of all the rest; the man should\n    be put into the lantern. How is it else the man i' th' moon?\n  DEMETRIUS. He dares not come there for the candle; for, you see, it\n    is already in snuff.\n  HIPPOLYTA. I am aweary of this moon. Would he would change!\n  THESEUS. It appears, by his small light of discretion, that he is\n    in the wane; but yet, in courtesy, in all reason, we must stay\n    the time.\n  LYSANDER. Proceed, Moon.\n  MOON. All that I have to say is to tell you that the lanthorn is\n    the moon; I, the Man i' th' Moon; this thorn-bush, my thorn-bush;\n    and this dog, my dog.\n  DEMETRIUS. Why, all these should be in the lantern; for all these\n    are in the moon. But silence; here comes Thisby.\n\n                        Re-enter THISBY\n\n  THISBY. This is old Ninny's tomb. Where is my love?\n  LION. [Roaring] O-                           [THISBY runs off]\n  DEMETRIUS. Well roar'd, Lion.\n  THESEUS. Well run, Thisby.\n  HIPPOLYTA. Well shone, Moon. Truly, the moon shines with a good\n    grace.            [The LION tears THISBY'S Mantle, and exit]\n  THESEUS. Well mous'd, Lion.\n\n                        Re-enter PYRAMUS\n\n  DEMETRIUS. And then came Pyramus.\n  LYSANDER. And so the lion vanish'd.\n  PYRAMUS. Sweet Moon, I thank thee for thy sunny beams;\n    I thank thee, Moon, for shining now so bright;\n    For, by thy gracious golden, glittering gleams,\n    I trust to take of truest Thisby sight.\n             But stay, O spite!\n             But mark, poor knight,\n           What dreadful dole is here!\n             Eyes, do you see?\n             How can it he?\n           O dainty duck! O dear!\n             Thy mantle good,\n             What! stain'd with blood?\n           Approach, ye Furies fell.\n             O Fates! come, come;\n             Cut thread and thrum;\n           Quail, crush, conclude, and quell.\n  THESEUS. This passion, and the death of a dear friend, would go\n    near to make a man look sad.\n  HIPPOLYTA. Beshrew my heart, but I pity the man.\n  PYRAMUS. O wherefore, Nature, didst thou lions frame?\n    Since lion vile hath here deflower'd my dear;\n    Which is- no, no- which was the fairest dame\n    That liv'd, that lov'd, that lik'd, that look'd with cheer.\n             Come, tears, confound;\n             Out, sword, and wound\n           The pap of Pyramus;\n             Ay, that left pap,\n             Where heart doth hop.               [Stabs himself]\n           Thus die I, thus, thus, thus.\n             Now am I dead,\n             Now am I fled;\n           My soul is in the sky.\n             Tongue, lose thy light;\n             Moon, take thy flight.             [Exit MOONSHINE]\n           Now die, die, die, die, die.                   [Dies]\n  DEMETRIUS. No die, but an ace, for him; for he is but one.\n  LYSANDER. Less than an ace, man; for he is dead; he is nothing.\n  THESEUS. With the help of a surgeon he might yet recover and yet\n    prove an ass.\n  HIPPOLYTA. How chance Moonshine is gone before Thisby comes back\n    and finds her lover?\n\n                       Re-enter THISBY\n\n  THESEUS. She will find him by starlight. Here she comes; and her\n    passion ends the play.\n  HIPPOLYTA. Methinks she should not use a long one for such a\n    Pyramus; I hope she will be brief.\n  DEMETRIUS. A mote will turn the balance, which Pyramus, which\n    Thisby, is the better- he for a man, God warrant us: She for a\n    woman, God bless us!\n  LYSANDER. She hath spied him already with those sweet eyes.\n  DEMETRIUS. And thus she moans, videlicet:-\n  THISBY.      Asleep, my love?\n               What, dead, my dove?\n             O Pyramus, arise,\n               Speak, speak. Quite dumb?\n               Dead, dead? A tomb\n             Must cover thy sweet eyes.\n               These lily lips,\n               This cherry nose,\n             These yellow cowslip cheeks,\n               Are gone, are gone;\n               Lovers, make moan;\n             His eyes were green as leeks.\n               O Sisters Three,\n               Come, come to me,\n             With hands as pale as milk;\n               Lay them in gore,\n               Since you have shore\n             With shears his thread of silk.\n               Tongue, not a word.\n               Come, trusty sword;\n             Come, blade, my breast imbrue.      [Stabs herself]\n               And farewell, friends;\n               Thus Thisby ends;\n             Adieu, adieu, adieu.                         [Dies]\n  THESEUS. Moonshine and Lion are left to bury the dead.\n  DEMETRIUS. Ay, and Wall too.\n  BOTTOM. [Starting up] No, I assure you; the wall is down that\n    parted their fathers. Will it please you to see the Epilogue, or\n    to hear a Bergomask dance between two of our company?\n  THESEUS. No epilogue, I pray you; for your play needs no excuse.\n    Never excuse; for when the players are all dead there need none\n    to be blamed. Marry, if he that writ it had played Pyramus, and\n    hang'd himself in Thisby's garter, it would have been a fine\n    tragedy. And so it is, truly; and very notably discharg'd. But\n    come, your Bergomask; let your epilogue alone.     [A dance]\n    The iron tongue of midnight hath told twelve.\n    Lovers, to bed; 'tis almost fairy time.\n    I fear we shall out-sleep the coming morn,\n    As much as we this night have overwatch'd.\n    This palpable-gross play hath well beguil'd\n    The heavy gait of night. Sweet friends, to bed.\n    A fortnight hold we this solemnity,\n    In nightly revels and new jollity.                    Exeunt\n\n                     Enter PUCK with a broom\n\n  PUCK.      Now the hungry lion roars,\n             And the wolf behowls the moon;\n             Whilst the heavy ploughman snores,\n             All with weary task fordone.\n             Now the wasted brands do glow,\n             Whilst the screech-owl, screeching loud,\n             Puts the wretch that lies in woe\n             In remembrance of a shroud.\n             Now it is the time of night\n             That the graves, all gaping wide,\n             Every one lets forth his sprite,\n             In the church-way paths to glide.\n             And we fairies, that do run\n             By the triple Hecate's team\n             From the presence of the sun,\n             Following darkness like a dream,\n             Now are frolic. Not a mouse\n             Shall disturb this hallowed house.\n             I am sent with broom before,\n             To sweep the dust behind the door.\n\n         Enter OBERON and TITANIA, with all their train\n\n  OBERON.    Through the house give glimmering light,\n             By the dead and drowsy fire;\n             Every elf and fairy sprite\n             Hop as light as bird from brier;\n             And this ditty, after me,\n             Sing and dance it trippingly.\n  TITANIA.      First, rehearse your song by rote,\n                To each word a warbling note;\n                Hand in hand, with fairy grace,\n                Will we sing, and bless this place.\n\n           [OBERON leading, the FAIRIES sing and dance]\n\n  OBERON.    Now, until the break of day,\n             Through this house each fairy stray.\n             To the best bride-bed will we,\n             Which by us shall blessed be;\n             And the issue there create\n             Ever shall be fortunate.\n             So shall all the couples three\n             Ever true in loving be;\n             And the blots of Nature's hand\n             Shall not in their issue stand;\n             Never mole, hare-lip, nor scar,\n             Nor mark prodigious, such as are\n             Despised in nativity,\n             Shall upon their children be.\n             With this field-dew consecrate,\n             Every fairy take his gait,\n             And each several chamber bless,\n             Through this palace, with sweet peace;\n             And the owner of it blest\n             Ever shall in safety rest.\n             Trip away; make no stay;\n             Meet me all by break of day.    Exeunt all but PUCK\n  PUCK.      If we shadows have offended,\n             Think but this, and all is mended,\n             That you have but slumb'red here\n             While these visions did appear.\n             And this weak and idle theme,\n             No more yielding but a dream,\n             Gentles, do not reprehend.\n             If you pardon, we will mend.\n             And, as I am an honest Puck,\n             If we have unearned luck\n             Now to scape the serpent's tongue,\n             We will make amends ere long;\n             Else the Puck a liar call.\n             So, good night unto you all.\n             Give me your hands, if we be friends,\n             And Robin shall restore amends.                Exit\n                                 \n \n1596\nKING RICHARD THE SECOND\n  DRAMATIS PERSONAE\n\n  KING RICHARD THE SECOND\n  JOHN OF GAUNT, Duke of Lancaster - uncle to the King\n  EDMUND LANGLEY, Duke of York - uncle to the King\n  HENRY, surnamed BOLINGBROKE, Duke of Hereford, son of\n    John of Gaunt, afterwards King Henry IV\n  DUKE OF AUMERLE, son of the Duke of York\n  THOMAS MOWBRAY, Duke of Norfolk\n  DUKE OF SURREY\n  EARL OF SALISBURY\n  EARL BERKELEY\n  BUSHY - favourites of King Richard\n  BAGOT -     \"      \"   \"     \"\n  GREEN -     \"      \"   \"     \"\n  EARL OF NORTHUMBERLAND\n  HENRY PERCY, surnamed HOTSPUR, his son\n  LORD Ross                             LORD WILLOUGHBY\n  LORD FITZWATER                        BISHOP OF CARLISLE\n  ABBOT OF WESTMINSTER                  LORD MARSHAL\n  SIR STEPHEN SCROOP                    SIR PIERCE OF EXTON\n  CAPTAIN of a band of Welshmen         TWO GARDENERS\n\n  QUEEN to King Richard\n  DUCHESS OF YORK\n  DUCHESS OF GLOUCESTER, widow of Thomas of Woodstock,\n    Duke of Gloucester\n  LADY attending on the Queen\n\n  Lords, Heralds, Officers, Soldiers, Keeper, Messenger,\n    Groom, and other Attendants\n\n                         SCENE:\n                     England and Wales\n                      ACT I. SCENE I.\n                    London. The palace\n\n  Enter RICHARD, JOHN OF GAUNT, with other NOBLES\n                    and attendants\n\n  KING RICHARD. Old John of Gaunt, time-honoured Lancaster,\n    Hast thou, according to thy oath and band,\n    Brought hither Henry Hereford, thy bold son,\n    Here to make good the boist'rous late appeal,\n    Which then our leisure would not let us hear,\n    Against the Duke of Norfolk, Thomas Mowbray?\n  GAUNT. I have, my liege.\n  KING RICHARD. Tell me, moreover, hast thou sounded him\n    If he appeal the Duke on ancient malice,\n    Or worthily, as a good subject should,\n    On some known ground of treachery in him?\n  GAUNT. As near as I could sift him on that argument,\n    On some apparent danger seen in him\n    Aim'd at your Highness-no inveterate malice.\n  KING RICHARD. Then call them to our presence: face to face\n    And frowning brow to brow, ourselves will hear\n    The accuser and the accused freely speak.\n    High-stomach'd are they both and full of ire,\n    In rage, deaf as the sea, hasty as fire.\n\n         Enter BOLINGBROKE and MOWBRAY\n\n  BOLINGBROKE. Many years of happy days befall\n    My gracious sovereign, my most loving liege!\n  MOWBRAY. Each day still better other's happiness\n    Until the heavens, envying earth's good hap,\n    Add an immortal title to your crown!\n  KING RICHARD. We thank you both; yet one but flatters us,\n    As well appeareth by the cause you come;\n    Namely, to appeal each other of high treason.\n    Cousin of Hereford, what dost thou object\n    Against the Duke of Norfolk, Thomas Mowbray?\n  BOLINGBROKE. First-heaven be the record to my speech!\n    In the devotion of a subject's love,\n    Tend'ring the precious safety of my prince,\n    And free from other misbegotten hate,\n    Come I appellant to this princely presence.\n    Now, Thomas Mowbray, do I turn to thee,\n    And mark my greeting well; for what I speak\n    My body shall make good upon this earth,\n    Or my divine soul answer it in heaven-\n    Thou art a traitor and a miscreant,\n    Too good to be so, and too bad to live,\n    Since the more fair and crystal is the sky,\n    The uglier seem the clouds that in it fly.\n    Once more, the more to aggravate the note,\n    With a foul traitor's name stuff I thy throat;\n    And wish-so please my sovereign-ere I move,\n    What my tongue speaks, my right drawn sword may prove.\n  MOWBRAY. Let not my cold words here accuse my zeal.\n    'Tis not the trial of a woman's war,\n    The bitter clamour of two eager tongues,\n    Can arbitrate this cause betwixt us twain;\n    The blood is hot that must be cool'd for this.\n    Yet can I not of such tame patience boast\n    As to be hush'd and nought at an to say.\n    First, the fair reverence of your Highness curbs me\n    From giving reins and spurs to my free speech;\n    Which else would post until it had return'd\n    These terms of treason doubled down his throat.\n    Setting aside his high blood's royalty,\n    And let him be no kinsman to my liege,\n    I do defy him, and I spit at him,\n    Call him a slanderous coward and a villain;\n    Which to maintain, I would allow him odds\n    And meet him, were I tied to run afoot\n    Even to the frozen ridges of the Alps,\n    Or any other ground inhabitable\n    Where ever Englishman durst set his foot.\n    Meantime let this defend my loyalty-\n    By all my hopes, most falsely doth he lie\n  BOLINGBROKE. Pale trembling coward, there I throw my gage,\n    Disclaiming here the kindred of the King;\n    And lay aside my high blood's royalty,\n    Which fear, not reverence, makes thee to except.\n    If guilty dread have left thee so much strength\n    As to take up mine honour's pawn, then stoop.\n    By that and all the rites of knighthood else\n    Will I make good against thee, arm to arm,\n    What I have spoke or thou canst worst devise.\n  MOWBRAY. I take it up; and by that sword I swear\n    Which gently laid my knighthood on my shoulder\n    I'll answer thee in any fair degree\n    Or chivalrous design of knightly trial;\n    And when I mount, alive may I not light\n    If I be traitor or unjustly fight!\n  KING RICHARD. What doth our cousin lay to Mowbray's charge?\n    It must be great that can inherit us\n    So much as of a thought of ill in him.\n  BOLINGBROKE. Look what I speak, my life shall prove it true-\n    That Mowbray hath receiv'd eight thousand nobles\n    In name of lendings for your Highness' soldiers,\n    The which he hath detain'd for lewd employments\n    Like a false traitor and injurious villain.\n    Besides, I say and will in battle prove-\n    Or here, or elsewhere to the furthest verge\n    That ever was survey'd by English eye-\n    That all the treasons for these eighteen years\n    Complotted and contrived in this land\n    Fetch from false Mowbray their first head and spring.\n    Further I say, and further will maintain\n    Upon his bad life to make all this good,\n    That he did plot the Duke of Gloucester's death,\n    Suggest his soon-believing adversaries,\n    And consequently, like a traitor coward,\n    Sluic'd out his innocent soul through streams of blood;\n    Which blood, like sacrificing Abel's, cries,\n    Even from the tongueless caverns of the earth,\n    To me for justice and rough chastisement;\n    And, by the glorious worth of my descent,\n    This arm shall do it, or this life be spent.\n  KING RICHARD. How high a pitch his resolution soars!\n    Thomas of Norfolk, what say'st thou to this?\n  MOWBRAY. O, let my sovereign turn away his face\n    And bid his ears a little while be deaf,\n    Till I have told this slander of his blood\n    How God and good men hate so foul a liar.\n  KING RICHARD. Mowbray, impartial are our eyes and cars.\n    Were he my brother, nay, my kingdom's heir,\n    As he is but my father's brother's son,\n    Now by my sceptre's awe I make a vow,\n    Such neighbour nearness to our sacred blood\n    Should nothing privilege him nor partialize\n    The unstooping firmness of my upright soul.\n    He is our subject, Mowbray; so art thou:\n    Free speech and fearless I to thee allow.\n  MOWBRAY. Then, Bolingbroke, as low as to thy heart,\n    Through the false passage of thy throat, thou liest.\n    Three parts of that receipt I had for Calais\n    Disburs'd I duly to his Highness' soldiers;\n    The other part reserv'd I by consent,\n    For that my sovereign liege was in my debt\n    Upon remainder of a dear account\n    Since last I went to France to fetch his queen:\n    Now swallow down that lie. For Gloucester's death-\n    I slew him not, but to my own disgrace\n    Neglected my sworn duty in that case.\n    For you, my noble Lord of Lancaster,\n    The honourable father to my foe,\n    Once did I lay an ambush for your life,\n    A trespass that doth vex my grieved soul;\n    But ere I last receiv'd the sacrament\n    I did confess it, and exactly begg'd\n    Your Grace's pardon; and I hope I had it.\n    This is my fault. As for the rest appeal'd,\n    It issues from the rancour of a villain,\n    A recreant and most degenerate traitor;\n    Which in myself I boldly will defend,\n    And interchangeably hurl down my gage\n    Upon this overweening traitor's foot\n    To prove myself a loyal gentleman\n    Even in the best blood chamber'd in his bosom.\n    In haste whereof, most heartily I pray\n    Your Highness to assign our trial day.\n  KING RICHARD. Wrath-kindled gentlemen, be rul'd by me;\n    Let's purge this choler without letting blood-\n    This we prescribe, though no physician;\n    Deep malice makes too deep incision.\n    Forget, forgive; conclude and be agreed:\n    Our doctors say this is no month to bleed.\n    Good uncle, let this end where it begun;\n    We'll calm the Duke of Norfolk, you your son.\n  GAUNT. To be a make-peace shall become my age.\n    Throw down, my son, the Duke of Norfolk's gage.\n  KING RICHARD. And, Norfolk, throw down his.\n  GAUNT. When, Harry, when?\n    Obedience bids I should not bid again.\n  KING RICHARD. Norfolk, throw down; we bid.\n    There is no boot.\n  MOWBRAY. Myself I throw, dread sovereign, at thy foot;\n    My life thou shalt command, but not my shame:\n    The one my duty owes; but my fair name,\n    Despite of death, that lives upon my grave\n    To dark dishonour's use thou shalt not have.\n    I am disgrac'd, impeach'd, and baffl'd here;\n    Pierc'd to the soul with slander's venom'd spear,\n    The which no balm can cure but his heart-blood\n    Which breath'd this poison.\n  KING RICHARD. Rage must be withstood:\n    Give me his gage-lions make leopards tame.\n  MOWBRAY. Yea, but not change his spots. Take but my shame,\n    And I resign my gage. My dear dear lord,\n    The purest treasure mortal times afford\n    Is spotless reputation; that away,\n    Men are but gilded loam or painted clay.\n    A jewel in a ten-times barr'd-up chest\n    Is a bold spirit in a loyal breast.\n    Mine honour is my life; both grow in one;\n    Take honour from me, and my life is done:\n    Then, dear my liege, mine honour let me try;\n    In that I live, and for that will I die.\n  KING RICHARD. Cousin, throw up your gage; do you begin.\n  BOLINGBROKE. O, God defend my soul from such deep sin!\n    Shall I seem crest-fallen in my father's sight?\n    Or with pale beggar-fear impeach my height\n    Before this outdar'd dastard? Ere my tongue\n    Shall wound my honour with such feeble wrong\n    Or sound so base a parle, my teeth shall tear\n    The slavish motive of recanting fear,\n    And spit it bleeding in his high disgrace,\n    Where shame doth harbour, even in Mowbray's face.\n                                                      Exit GAUNT\n  KING RICHARD. We were not born to sue, but to command;\n    Which since we cannot do to make you friends,\n    Be ready, as your lives shall answer it,\n    At Coventry, upon Saint Lambert's day.\n    There shall your swords and lances arbitrate\n    The swelling difference of your settled hate;\n    Since we can not atone you, we shall see\n    Justice design the victor's chivalry.\n    Lord Marshal, command our officers-at-arms\n    Be ready to direct these home alarms.                 Exeunt\n                       SCENE 2.\n         London. The DUKE OF LANCASTER'S palace\n\n    Enter JOHN OF GAUNT with the DUCHESS OF GLOUCESTER\n\n  GAUNT. Alas, the part I had in Woodstock's blood\n    Doth more solicit me than your exclaims\n    To stir against the butchers of his life!\n    But since correction lieth in those hands\n    Which made the fault that we cannot correct,\n    Put we our quarrel to the will of heaven;\n    Who, when they see the hours ripe on earth,\n    Will rain hot vengeance on offenders' heads.\n  DUCHESS. Finds brotherhood in thee no sharper spur?\n    Hath love in thy old blood no living fire?\n    Edward's seven sons, whereof thyself art one,\n    Were as seven vials of his sacred blood,\n    Or seven fair branches springing from one root.\n    Some of those seven are dried by nature's course,\n    Some of those branches by the Destinies cut;\n    But Thomas, my dear lord, my life, my Gloucester,\n    One vial full of Edward's sacred blood,\n    One flourishing branch of his most royal root,\n    Is crack'd, and all the precious liquor spilt;\n    Is hack'd down, and his summer leaves all faded,\n    By envy's hand and murder's bloody axe.\n    Ah, Gaunt, his blood was thine! That bed, that womb,\n    That mettle, that self mould, that fashion'd thee,\n    Made him a man; and though thou livest and breathest,\n    Yet art thou slain in him. Thou dost consent\n    In some large measure to thy father's death\n    In that thou seest thy wretched brother die,\n    Who was the model of thy father's life.\n    Call it not patience, Gaunt-it is despair;\n    In suff'ring thus thy brother to be slaught'red,\n    Thou showest the naked pathway to thy life,\n    Teaching stern murder how to butcher thee.\n    That which in mean men we entitle patience\n    Is pale cold cowardice in noble breasts.\n    What shall I say? To safeguard thine own life\n    The best way is to venge my Gloucester's death.\n  GAUNT. God's is the quarrel; for God's substitute,\n    His deputy anointed in His sight,\n    Hath caus'd his death; the which if wrongfully,\n    Let heaven revenge; for I may never lift\n    An angry arm against His minister.\n  DUCHESS. Where then, alas, may I complain myself?\n  GAUNT. To God, the widow's champion and defence.\n  DUCHESS. Why then, I will. Farewell, old Gaunt.\n    Thou goest to Coventry, there to behold\n    Our cousin Hereford and fell Mowbray fight.\n    O, sit my husband's wrongs on Hereford's spear,\n    That it may enter butcher Mowbray's breast!\n    Or, if misfortune miss the first career,\n    Be Mowbray's sins so heavy in his bosom\n    That they may break his foaming courser's back\n    And throw the rider headlong in the lists,\n    A caitiff recreant to my cousin Hereford!\n    Farewell, old Gaunt; thy sometimes brother's wife,\n    With her companion, Grief, must end her life.\n  GAUNT. Sister, farewell; I must to Coventry.\n    As much good stay with thee as go with me!\n  DUCHESS. Yet one word more- grief boundeth where it falls,\n    Not with the empty hollowness, but weight.\n    I take my leave before I have begun,\n    For sorrow ends not when it seemeth done.\n    Commend me to thy brother, Edmund York.\n    Lo, this is all- nay, yet depart not so;\n    Though this be all, do not so quickly go;\n    I shall remember more. Bid him- ah, what?-\n    With all good speed at Plashy visit me.\n    Alack, and what shall good old York there see\n    But empty lodgings and unfurnish'd walls,\n    Unpeopled offices, untrodden stones?\n    And what hear there for welcome but my groans?\n    Therefore commend me; let him not come there\n    To seek out sorrow that dwells every where.\n    Desolate, desolate, will I hence and die;\n    The last leave of thee takes my weeping eye.          Exeunt\n                       SCENE 3.\n                 The lists at Coventry\n\n    Enter the LORD MARSHAL and the DUKE OF AUMERLE\n\n  MARSHAL. My Lord Aumerle, is Harry Hereford arm'd?\n  AUMERLE. Yea, at all points; and longs to enter in.\n  MARSHAL. The Duke of Norfolk, spightfully and bold,\n    Stays but the summons of the appelant's trumpet.\n  AUMERLE. Why then, the champions are prepar'd, and stay\n    For nothing but his Majesty's approach.\n\n     The trumpets sound, and the KING enters with his nobles,\n     GAUNT, BUSHY, BAGOT, GREEN, and others. When they are set,\n     enter MOWBRAY, Duke of Nor folk, in arms, defendant, and\n     a HERALD\n\n  KING RICHARD. Marshal, demand of yonder champion\n    The cause of his arrival here in arms;\n    Ask him his name; and orderly proceed\n    To swear him in the justice of his cause.\n  MARSHAL. In God's name and the King's, say who thou art,\n    And why thou comest thus knightly clad in arms;\n    Against what man thou com'st, and what thy quarrel.\n    Speak truly on thy knighthood and thy oath;\n    As so defend thee heaven and thy valour!\n  MOWBRAY. My name is Thomas Mowbray, Duke of Norfolk;\n    Who hither come engaged by my oath-\n    Which God defend a knight should violate!-\n    Both to defend my loyalty and truth\n    To God, my King, and my succeeding issue,\n    Against the Duke of Hereford that appeals me;\n    And, by the grace of God and this mine arm,\n    To prove him, in defending of myself,\n    A traitor to my God, my King, and me.\n    And as I truly fight, defend me heaven!\n\n   The trumpets sound. Enter BOLINGBROKE, Duke of Hereford,\n            appellant, in armour, and a HERALD\n\n  KING RICHARD. Marshal, ask yonder knight in arms,\n    Both who he is and why he cometh hither\n    Thus plated in habiliments of war;\n    And formally, according to our law,\n    Depose him in the justice of his cause.\n  MARSHAL. What is thy name? and wherefore com'st thou hither\n    Before King Richard in his royal lists?\n    Against whom comest thou? and what's thy quarrel?\n    Speak like a true knight, so defend thee heaven!\n  BOLINGBROKE. Harry of Hereford, Lancaster, and Derby,\n    Am I; who ready here do stand in arms\n    To prove, by God's grace and my body's valour,\n    In lists on Thomas Mowbray, Duke of Norfolk,\n    That he is a traitor, foul and dangerous,\n    To God of heaven, King Richard, and to me.\n    And as I truly fight, defend me heaven!\n  MARSHAL. On pain of death, no person be so bold\n    Or daring-hardy as to touch the lists,\n    Except the Marshal and such officers\n    Appointed to direct these fair designs.\n  BOLINGBROKE. Lord Marshal, let me kiss my sovereign's hand,\n    And bow my knee before his Majesty;\n    For Mowbray and myself are like two men\n    That vow a long and weary pilgrimage.\n    Then let us take a ceremonious leave\n    And loving farewell of our several friends.\n  MARSHAL. The appellant in all duty greets your Highness,\n    And craves to kiss your hand and take his leave.\n  KING RICHARD. We will descend and fold him in our arms.\n    Cousin of Hereford, as thy cause is right,\n    So be thy fortune in this royal fight!\n    Farewell, my blood; which if to-day thou shed,\n    Lament we may, but not revenge thee dead.\n  BOLINGBROKE. O, let no noble eye profane a tear\n    For me, if I be gor'd with Mowbray's spear.\n    As confident as is the falcon's flight\n    Against a bird, do I with Mowbray fight.\n    My loving lord, I take my leave of you;\n    Of you, my noble cousin, Lord Aumerle;\n    Not sick, although I have to do with death,\n    But lusty, young, and cheerly drawing breath.\n    Lo, as at English feasts, so I regreet\n    The daintiest last, to make the end most sweet.\n    O thou, the earthly author of my blood,\n    Whose youthful spirit, in me regenerate,\n    Doth with a twofold vigour lift me up\n    To reach at victory above my head,\n    Add proof unto mine armour with thy prayers,\n    And with thy blessings steel my lance's point,\n    That it may enter Mowbray's waxen coat\n    And furbish new the name of John o' Gaunt,\n    Even in the lusty haviour of his son.\n  GAUNT. God in thy good cause make thee prosperous!\n    Be swift like lightning in the execution,\n    And let thy blows, doubly redoubled,\n    Fall like amazing thunder on the casque\n    Of thy adverse pernicious enemy.\n    Rouse up thy youthful blood, be valiant, and live.\n  BOLINGBROKE. Mine innocence and Saint George to thrive!\n  MOWBRAY. However God or fortune cast my lot,\n    There lives or dies, true to King Richard's throne,\n    A loyal, just, and upright gentleman.\n    Never did captive with a freer heart\n    Cast off his chains of bondage, and embrace\n    His golden uncontroll'd enfranchisement,\n    More than my dancing soul doth celebrate\n    This feast of battle with mine adversary.\n    Most mighty liege, and my companion peers,\n    Take from my mouth the wish of happy years.\n    As gentle and as jocund as to jest\n    Go I to fight: truth hath a quiet breast.\n  KING RICHARD. Farewell, my lord, securely I espy\n    Virtue with valour couched in thine eye.\n    Order the trial, Marshal, and begin.\n  MARSHAL. Harry of Hereford, Lancaster, and Derby,\n    Receive thy lance; and God defend the right!\n  BOLINGBROKE. Strong as a tower in hope, I cry amen.\n  MARSHAL. [To an officer] Go bear this lance to Thomas,\n      Duke of Norfolk.\n  FIRST HERALD. Harry of Hereford, Lancaster, and Derby,\n    Stands here for God, his sovereign, and himself,\n    On pain to be found false and recreant,\n    To prove the Duke of Norfolk, Thomas Mowbray,\n    A traitor to his God, his King, and him;\n    And dares him to set forward to the fight.\n  SECOND HERALD. Here standeth Thomas Mowbray, Duke of Norfolk,\n    On pain to be found false and recreant,\n    Both to defend himself, and to approve\n    Henry of Hereford, Lancaster, and Derby,\n    To God, his sovereign, and to him disloyal,\n    Courageously and with a free desire\n    Attending but the signal to begin.\n  MARSHAL. Sound trumpets; and set forward, combatants.\n                                           [A charge sounded]\n    Stay, the King hath thrown his warder down.\n  KING RICHARD. Let them lay by their helmets and their spears,\n    And both return back to their chairs again.\n    Withdraw with us; and let the trumpets sound\n    While we return these dukes what we decree.\n\n    A long flourish, while the KING consults his Council\n\n    Draw near,\n    And list what with our council we have done.\n    For that our kingdom's earth should not be soil'd\n    With that dear blood which it hath fostered;\n    And for our eyes do hate the dire aspect\n    Of civil wounds plough'd up with neighbours' sword;\n    And for we think the eagle-winged pride\n    Of sky-aspiring and ambitious thoughts,\n    With rival-hating envy, set on you\n    To wake our peace, which in our country's cradle\n    Draws the sweet infant breath of gentle sleep;\n    Which so rous'd up with boist'rous untun'd drums,\n    With harsh-resounding trumpets' dreadful bray,\n    And grating shock of wrathful iron arms,\n    Might from our quiet confines fright fair peace\n    And make us wade even in our kindred's blood-\n    Therefore we banish you our territories.\n    You, cousin Hereford, upon pain of life,\n    Till twice five summers have enrich'd our fields\n    Shall not regreet our fair dominions,\n    But tread the stranger paths of banishment.\n  BOLINGBROKE. Your will be done. This must my comfort be-\n    That sun that warms you here shall shine on me,\n    And those his golden beams to you here lent\n    Shall point on me and gild my banishment.\n  KING RICHARD. Norfolk, for thee remains a heavier doom,\n    Which I with some unwillingness pronounce:\n    The sly slow hours shall not determinate\n    The dateless limit of thy dear exile;\n    The hopeless word of 'never to return'\n    Breathe I against thee, upon pain of life.\n  MOWBRAY. A heavy sentence, my most sovereign liege,\n    And all unlook'd for from your Highness' mouth.\n    A dearer merit, not so deep a maim\n    As to be cast forth in the common air,\n    Have I deserved at your Highness' hands.\n    The language I have learnt these forty years,\n    My native English, now I must forgo;\n    And now my tongue's use is to me no more\n    Than an unstringed viol or a harp;\n    Or like a cunning instrument cas'd up\n    Or, being open, put into his hands\n    That knows no touch to tune the harmony.\n    Within my mouth you have engaol'd my tongue,\n    Doubly portcullis'd with my teeth and lips;\n    And dull, unfeeling, barren ignorance\n    Is made my gaoler to attend on me.\n    I am too old to fawn upon a nurse,\n    Too far in years to be a pupil now.\n    What is thy sentence, then, but speechless death,\n    Which robs my tongue from breathing native breath?\n  KING RICHARD. It boots thee not to be compassionate;\n    After our sentence plaining comes too late.\n  MOWBRAY. Then thus I turn me from my countrv's light,\n    To dwell in solemn shades of endless night.\n  KING RICHARD. Return again, and take an oath with thee.\n    Lay on our royal sword your banish'd hands;\n    Swear by the duty that you owe to God,\n    Our part therein we banish with yourselves,\n    To keep the oath that we administer:\n    You never shall, so help you truth and God,\n    Embrace each other's love in banishment;\n    Nor never look upon each other's face;\n    Nor never write, regreet, nor reconcile\n    This louring tempest of your home-bred hate;\n    Nor never by advised purpose meet\n    To plot, contrive, or complot any ill,\n    'Gainst us, our state, our subjects, or our land.\n  BOLINGBROKE. I swear.\n  MOWBRAY. And I, to keep all this.\n  BOLINGBROKE. Norfolk, so far as to mine enemy.\n    By this time, had the King permitted us,\n    One of our souls had wand'red in the air,\n    Banish'd this frail sepulchre of our flesh,\n    As now our flesh is banish'd from this land-\n    Confess thy treasons ere thou fly the realm;\n    Since thou hast far to go, bear not along\n    The clogging burden of a guilty soul.\n  MOWBRAY. No, Bolingbroke; if ever I were traitor,\n    My name be blotted from the book of life,\n    And I from heaven banish'd as from hence!\n    But what thou art, God, thou, and I, do know;\n    And all too soon, I fear, the King shall rue.\n    Farewell, my liege. Now no way can I stray:\n    Save back to England, an the world's my way.            Exit\n  KING RICHARD. Uncle, even in the glasses of thine eyes\n    I see thy grieved heart. Thy sad aspect\n    Hath from the number of his banish'd years\n    Pluck'd four away. [To BOLINGBROKE] Six frozen winters spent,\n    Return with welcome home from banishment.\n  BOLINGBROKE. How long a time lies in one little word!\n    Four lagging winters and four wanton springs\n    End in a word: such is the breath of Kings.\n  GAUNT. I thank my liege that in regard of me\n    He shortens four years of my son's exile;\n    But little vantage shall I reap thereby,\n    For ere the six years that he hath to spend\n    Can change their moons and bring their times about,\n    My oil-dried lamp and time-bewasted light\n    Shall be extinct with age and endless night;\n    My inch of taper will be burnt and done,\n    And blindfold death not let me see my son.\n  KING RICHARD. Why, uncle, thou hast many years to live.\n  GAUNT. But not a minute, King, that thou canst give:\n    Shorten my days thou canst with sullen sorrow\n    And pluck nights from me, but not lend a morrow;\n    Thou can'st help time to furrow me with age,\n    But stop no wrinkle in his pilgrimage;\n    Thy word is current with him for my death,\n    But dead, thy kingdom cannot buy my breath.\n  KING RICHARD. Thy son is banish'd upon good advice,\n    Whereto thy tongue a party-verdict gave.\n    Why at our justice seem'st thou then to lour?\n  GAUNT. Things sweet to taste prove in digestion sour.\n    You urg'd me as a judge; but I had rather\n    You would have bid me argue like a father.\n    O, had it been a stranger, not my child,\n    To smooth his fault I should have been more mild.\n    A partial slander sought I to avoid,\n    And in the sentence my own life destroy'd.\n    Alas, I look'd when some of you should say\n    I was too strict to make mine own away;\n    But you gave leave to my unwilling tongue\n    Against my will to do myself this wrong.\n  KING RICHARD. Cousin, farewell; and, uncle, bid him so.\n    Six years we banish him, and he shall go.\n                                  Flourish. Exit KING with train\n  AUMERLE. Cousin, farewell; what presence must not know,\n    From where you do remain let paper show.\n  MARSHAL. My lord, no leave take I, for I will ride\n    As far as land will let me by your side.\n  GAUNT. O, to what purpose dost thou hoard thy words,\n    That thou returnest no greeting to thy friends?\n  BOLINGBROKE. I have too few to take my leave of you,\n    When the tongue's office should be prodigal\n    To breathe the abundant dolour of the heart.\n  GAUNT. Thy grief is but thy absence for a time.\n  BOLINGBROKE. Joy absent, grief is present for that time.\n  GAUNT. What is six winters? They are quickly gone.\n  BOLINGBROKE. To men in joy; but grief makes one hour ten.\n  GAUNT. Call it a travel that thou tak'st for pleasure.\n  BOLINGBROKE. My heart will sigh when I miscall it so,\n    Which finds it an enforced pilgrimage.\n  GAUNT. The sullen passage of thy weary steps\n    Esteem as foil wherein thou art to set\n    The precious jewel of thy home return.\n  BOLINGBROKE. Nay, rather, every tedious stride I make\n    Will but remember me what a deal of world\n    I wander from the jewels that I love.\n    Must I not serve a long apprenticehood\n    To foreign passages; and in the end,\n    Having my freedom, boast of nothing else\n    But that I was a journeyman to grief?\n  GAUNT. All places that the eye of heaven visits\n    Are to a wise man ports and happy havens.\n    Teach thy necessity to reason thus:\n    There is no virtue like necessity.\n    Think not the King did banish thee,\n    But thou the King. Woe doth the heavier sit\n    Where it perceives it is but faintly home.\n    Go, say I sent thee forth to purchase honour,\n    And not the King exil'd thee; or suppose\n    Devouring pestilence hangs in our air\n    And thou art flying to a fresher clime.\n    Look what thy soul holds dear, imagine it\n    To lie that way thou goest, not whence thou com'st.\n    Suppose the singing birds musicians,\n    The grass whereon thou tread'st the presence strew'd,\n    The flowers fair ladies, and thy steps no more\n    Than a delightful measure or a dance;\n    For gnarling sorrow hath less power to bite\n    The man that mocks at it and sets it light.\n  BOLINGBROKE. O, who can hold a fire in his hand\n    By thinking on the frosty Caucasus?\n    Or cloy the hungry edge of appetite\n    By bare imagination of a feast?\n    Or wallow naked in December snow\n    By thinking on fantastic summer's heat?\n    O, no! the apprehension of the good\n    Gives but the greater feeling to the worse.\n    Fell sorrow's tooth doth never rankle more\n    Than when he bites, but lanceth not the sore.\n  GAUNT. Come, come, my son, I'll bring thee on thy way.\n    Had I thy youtli and cause, I would not stay.\n  BOLINGBROKE. Then, England's ground, farewell; sweet soil, adieu;\n    My mother, and my nurse, that bears me yet!\n    Where'er I wander, boast of this I can:\n    Though banish'd, yet a trueborn English man.          Exeunt\n                         SCENE 4.\n                   London. The court\n\n    Enter the KING, with BAGOT and GREEN, at one door; and\n             the DUKE OF AUMERLE at another\n\n  KING RICHARD. We did observe. Cousin Aumerle,\n    How far brought you high Hereford on his way?\n  AUMERLE. I brought high Hereford, if you call him so,\n    But to the next high way, and there I left him.\n  KING RICHARD. And say, what store of parting tears were shed?\n  AUMERLE. Faith, none for me; except the north-east wind,\n    Which then blew bitterly against our faces,\n    Awak'd the sleeping rheum, and so by chance\n    Did grace our hollow parting with a tear.\n  KING RICHARD. What said our cousin when you parted with him?\n  AUMERLE. 'Farewell.'\n    And, for my heart disdained that my tongue\n    Should so profane the word, that taught me craft\n    To counterfeit oppression of such grief\n    That words seem'd buried in my sorrow's grave.\n    Marry, would the word 'farewell' have length'ned hours\n    And added years to his short banishment,\n    He should have had a volume of farewells;\n    But since it would not, he had none of me.\n  KING RICHARD. He is our cousin, cousin; but 'tis doubt,\n    When time shall call him home from banishment,\n    Whether our kinsman come to see his friends.\n    Ourself, and Bushy, Bagot here, and Green,\n    Observ'd his courtship to the common people;\n    How he did seem to dive into their hearts\n    With humble and familiar courtesy;\n    What reverence he did throw away on slaves,\n    Wooing poor craftsmen with the craft of smiles\n    And patient underbearing of his fortune,\n    As 'twere to banish their affects with him.\n    Off goes his bonnet to an oyster-wench;\n    A brace of draymen bid God speed him well\n    And had the tribute of his supple knee,\n    With 'Thanks, my countrymen, my loving friends';\n    As were our England in reversion his,\n    And he our subjects' next degree in hope.\n  GREEN. Well, he is gone; and with him go these thoughts!\n    Now for the rebels which stand out in Ireland,\n    Expedient manage must be made, my liege,\n    Ere further leisure yicld them further means\n    For their advantage and your Highness' loss.\n  KING RICHARD. We will ourself in person to this war;\n    And, for our coffers, with too great a court\n    And liberal largess, are grown somewhat light,\n    We are enforc'd to farm our royal realm;\n    The revenue whereof shall furnish us\n    For our affairs in hand. If that come short,\n    Our substitutes at home shall have blank charters;\n    Whereto, when they shall know what men are rich,\n    They shall subscribe them for large sums of gold,\n    And send them after to supply our wants;\n    For we will make for Ireland presently.\n\n                     Enter BUSHY\n\n    Bushy, what news?\n  BUSHY. Old John of Gaunt is grievous sick, my lord,\n    Suddenly taken; and hath sent poste-haste\n    To entreat your Majesty to visit him.\n  KING RICHARD. Where lies he?\n  BUSHY. At Ely House.\n  KING RICHARD. Now put it, God, in the physician's mind\n    To help him to his grave immediately!\n    The lining of his coffers shall make coats\n    To deck our soldiers for these Irish wars.\n    Come, gentlemen, let's all go visit him.\n    Pray God we may make haste, and come too late!\n  ALL. Amen.                                              Exeunt\n                   ACT II. SCENE I.\n                  London. Ely House\n\n    Enter JOHN OF GAUNT, sick, with the DUKE OF YORK, etc.\n\n  GAUNT. Will the King come, that I may breathe my last\n    In wholesome counsel to his unstaid youth?\n  YORK. Vex not yourself, nor strive not with your breath;\n    For all in vain comes counsel to his ear.\n  GAUNT. O, but they say the tongues of dying men\n    Enforce attention like deep harmony.\n    Where words are scarce, they are seldom spent in vain;\n    For they breathe truth that breathe their words -in pain.\n    He that no more must say is listen'd more\n    Than they whom youth and ease have taught to glose;\n    More are men's ends mark'd than their lives before.\n    The setting sun, and music at the close,\n    As the last taste of sweets, is sweetest last,\n    Writ in remembrance more than things long past.\n    Though Richard my life's counsel would not hear,\n    My death's sad tale may yet undeaf his ear.\n  YORK. No; it is stopp'd with other flattering sounds,\n    As praises, of whose taste the wise are fond,\n    Lascivious metres, to whose venom sound\n    The open ear of youth doth always listen;\n    Report of fashions in proud Italy,\n    Whose manners still our tardy apish nation\n    Limps after in base imitation.\n    Where doth the world thrust forth a vanity-\n    So it be new, there's no respect how vile-\n    That is not quickly buzz'd into his ears?\n    Then all too late comes counsel to be heard\n    Where will doth mutiny with wit's regard.\n    Direct not him whose way himself will choose.\n    'Tis breath thou lack'st, and that breath wilt thou lose.\n  GAUNT. Methinks I am a prophet new inspir'd,\n    And thus expiring do foretell of him:\n    His rash fierce blaze of riot cannot last,\n    For violent fires soon burn out themselves;\n    Small showers last long, but sudden storms are short;\n    He tires betimes that spurs too fast betimes;\n    With eager feeding food doth choke the feeder;\n    Light vanity, insatiate cormorant,\n    Consuming means, soon preys upon itself.\n    This royal throne of kings, this scept'red isle,\n    This earth of majesty, this seat of Mars,\n    This other Eden, demi-paradise,\n    This fortress built by Nature for herself\n    Against infection and the hand of war,\n    This happy breed of men, this little world,\n    This precious stone set in the silver sea,\n    Which serves it in the office of a wall,\n    Or as a moat defensive to a house,\n    Against the envy of less happier lands;\n    This blessed plot, this earth, this realm, this England,\n    This nurse, this teeming womb of royal kings,\n    Fear'd by their breed, and famous by their birth,\n    Renowned for their deeds as far from home,\n    For Christian service and true chivalry,\n    As is the sepulchre in stubborn Jewry\n    Of the world's ransom, blessed Mary's Son;\n    This land of such dear souls, this dear dear land,\n    Dear for her reputation through the world,\n    Is now leas'd out-I die pronouncing it-\n    Like to a tenement or pelting farm.\n    England, bound in with the triumphant sea,\n    Whose rocky shore beats back the envious siege\n    Of wat'ry Neptune, is now bound in with shame,\n    With inky blots and rotten parchment bonds;\n    That England, that was wont to conquer others,\n    Hath made a shameful conquest of itself.\n    Ah, would the scandal vanish with my life,\n    How happy then were my ensuing death!\n\n    Enter KING and QUEEN, AUMERLE, BUSHY, GREEN, BAGOT,\n                Ross, and WILLOUGHBY\n\n  YORK. The King is come; deal mildly with his youth,\n    For young hot colts being rag'd do rage the more.\n  QUEEN. How fares our noble uncle Lancaster?\n  KING RICHARD. What comfort, man? How is't with aged Gaunt?\n  GAUNT. O, how that name befits my composition!\n    Old Gaunt, indeed; and gaunt in being old.\n    Within me grief hath kept a tedious fast;\n    And who abstains from meat that is not gaunt?\n    For sleeping England long time have I watch'd;\n    Watching breeds leanness, leanness is an gaunt.\n    The pleasure that some fathers feed upon\n    Is my strict fast-I mean my children's looks;\n    And therein fasting, hast thou made me gaunt.\n    Gaunt am I for the grave, gaunt as a grave,\n    Whose hollow womb inherits nought but bones.\n  KING RICHARD. Can sick men play so nicely with their names?\n  GAUNT. No, misery makes sport to mock itself:\n    Since thou dost seek to kill my name in me,\n    I mock my name, great king, to flatter thee.\n  KING RICHARD. Should dying men flatter with those that live?\n  GAUNT. No, no; men living flatter those that die.\n  KING RICHARD. Thou, now a-dying, sayest thou flatterest me.\n  GAUNT. O, no! thou diest, though I the sicker be.\n  KING RICHARD. I am in health, I breathe, and see thee ill.\n  GAUNT. Now He that made me knows I see thee ill;\n    Ill in myself to see, and in thee seeing ill.\n    Thy death-bed is no lesser than thy land\n    Wherein thou liest in reputation sick;\n    And thou, too careless patient as thou art,\n    Commit'st thy anointed body to the cure\n    Of those physicians that first wounded thee:\n    A thousand flatterers sit within thy crown,\n    Whose compass is no bigger than thy head;\n    And yet, incaged in so small a verge,\n    The waste is no whit lesser than thy land.\n    O, had thy grandsire with a prophet's eye\n    Seen how his son's son should destroy his sons,\n    From forth thy reach he would have laid thy shame,\n    Deposing thee before thou wert possess'd,\n    Which art possess'd now to depose thyself.\n    Why, cousin, wert thou regent of the world,\n    It were a shame to let this land by lease;\n    But for thy world enjoying but this land,\n    Is it not more than shame to shame it so?\n    Landlord of England art thou now, not King.\n    Thy state of law is bondslave to the law;\n    And thou-\n  KING RICHARD. A lunatic lean-witted fool,\n    Presuming on an ague's privilege,\n    Darest with thy frozen admonition\n    Make pale our cheek, chasing the royal blood\n    With fury from his native residence.\n    Now by my seat's right royal majesty,\n    Wert thou not brother to great Edward's son,\n    This tongue that runs so roundly in thy head\n    Should run thy head from thy unreverent shoulders.\n  GAUNT. O, Spare me not, my brother Edward's son,\n    For that I was his father Edward's son;\n    That blood already, like the pelican,\n    Hast thou tapp'd out, and drunkenly carous'd.\n    My brother Gloucester, plain well-meaning soul-\n    Whom fair befall in heaven 'mongst happy souls!-\n    May be a precedent and witness good\n    That thou respect'st not spilling Edward's blood.\n    Join with the present sickness that I have;\n    And thy unkindness be like crooked age,\n    To crop at once a too long withered flower.\n    Live in thy shame, but die not shame with thee!\n    These words hereafter thy tormentors be!\n    Convey me to my bed, then to my grave.\n    Love they to live that love and honour have.\n                               Exit, borne out by his attendants\n  KING RICHARD. And let them die that age and sullens have;\n    For both hast thou, and both become the grave.\n  YORK. I do beseech your Majesty impute his words\n    To wayward sickliness and age in him.\n    He loves you, on my life, and holds you dear\n    As Harry Duke of Hereford, were he here.\n  KING RICHARD. Right, you say true: as Hereford's love, so his;\n    As theirs, so mine; and all be as it is.\n\n                Enter NORTHUMBERLAND\n\n  NORTHUMBERLAND. My liege, old Gaunt commends him to your Majesty.\n  KING RICHARD. What says he?\n  NORTHUMBERLAND. Nay, nothing; all is said.\n    His tongue is now a stringless instrument;\n    Words, life, and all, old Lancaster hath spent.\n  YORK. Be York the next that must be bankrupt so!\n    Though death be poor, it ends a mortal woe.\n  KING RICHARD. The ripest fruit first falls, and so doth he;\n    His time is spent, our pilgrimage must be.\n    So much for that. Now for our Irish wars.\n    We must supplant those rough rug-headed kerns,\n    Which live like venom where no venom else\n    But only they have privilege to live.\n    And for these great affairs do ask some charge,\n    Towards our assistance we do seize to us\n    The plate, coin, revenues, and moveables,\n    Whereof our uncle Gaunt did stand possess'd.\n  YORK. How long shall I be patient? Ah, how long\n    Shall tender duty make me suffer wrong?\n    Not Gloucester's death, nor Hereford's banishment,\n    Nor Gaunt's rebukes, nor England's private wrongs,\n    Nor the prevention of poor Bolingbroke\n    About his marriage, nor my own disgrace,\n    Have ever made me sour my patient cheek\n    Or bend one wrinkle on my sovereign's face.\n    I am the last of noble Edward's sons,\n    Of whom thy father, Prince of Wales, was first.\n    In war was never lion rag'd more fierce,\n    In peace was never gentle lamb more mild,\n    Than was that young and princely gentleman.\n    His face thou hast, for even so look'd he,\n    Accomplish'd with the number of thy hours;\n    But when he frown'd, it was against the French\n    And not against his friends. His noble hand\n    Did win what he did spend, and spent not that\n    Which his triumphant father's hand had won.\n    His hands were guilty of no kindred blood,\n    But bloody with the enemies of his kin.\n    O Richard! York is too far gone with grief,\n    Or else he never would compare between-\n  KING RICHARD. Why, uncle, what's the matter?\n  YORK. O my liege,\n    Pardon me, if you please; if not, I, pleas'd\n    Not to be pardoned, am content withal.\n    Seek you to seize and gripe into your hands\n    The royalties and rights of banish'd Hereford?\n    Is not Gaunt dead? and doth not Hereford live?\n    Was not Gaunt just? and is not Harry true?\n    Did not the one deserve to have an heir?\n    Is not his heir a well-deserving son?\n    Take Hereford's rights away, and take from Time\n    His charters and his customary rights;\n    Let not to-morrow then ensue to-day;\n    Be not thyself-for how art thou a king\n    But by fair sequence and succession?\n    Now, afore God-God forbid I say true!-\n    If you do wrongfully seize Hereford's rights,\n    Call in the letters patents that he hath\n    By his attorneys-general to sue\n    His livery, and deny his off'red homage,\n    You pluck a thousand dangers on your head,\n    You lose a thousand well-disposed hearts,\n    And prick my tender patience to those thoughts\n    Which honour and allegiance cannot think.\n  KING RICHARD. Think what you will, we seize into our hands\n    His plate, his goods, his money, and his lands.\n  YORK. I'll not be by the while. My liege, farewell.\n    What will ensue hereof there's none can tell;\n    But by bad courses may be understood\n    That their events can never fall out good.              Exit\n  KING RICHARD. Go, Bushy, to the Earl of Wiltshire straight;\n    Bid him repair to us to Ely House\n    To see this business. To-morrow next\n    We will for Ireland; and 'tis time, I trow.\n    And we create, in absence of ourself,\n    Our Uncle York Lord Governor of England;\n    For he is just, and always lov'd us well.\n    Come on, our queen; to-morrow must we part;\n    Be merry, for our time of stay is short.\n                   Flourish. Exeunt KING, QUEEN, BUSHY, AUMERLE,\n                                                GREEN, and BAGOT\n  NORTHUMBERLAND. Well, lords, the Duke of Lancaster is dead.\n    Ross. And living too; for now his son is Duke.\n  WILLOUGHBY. Barely in title, not in revenues.\n  NORTHUMBERLAND. Richly in both, if justice had her right.\n  ROSS. My heart is great; but it must break with silence,\n    Ere't be disburdened with a liberal tongue.\n  NORTHUMBERLAND. Nay, speak thy mind; and let him ne'er speak more\n    That speaks thy words again to do thee harm!\n  WILLOUGHBY. Tends that thou wouldst speak to the Duke of Hereford?\n    If it be so, out with it boldly, man;\n    Quick is mine ear to hear of good towards him.\n  ROSS. No good at all that I can do for him;\n    Unless you call it good to pity him,\n    Bereft and gelded of his patrimony.\n  NORTHUMBERLAND. Now, afore God, 'tis shame such wrongs are borne\n    In him, a royal prince, and many moe\n    Of noble blood in this declining land.\n    The King is not himself, but basely led\n    By flatterers; and what they will inform,\n    Merely in hate, 'gainst any of us an,\n    That will the King severely prosecute\n    'Gainst us, our lives, our children, and our heirs.\n  ROSS. The commons hath he pill'd with grievous taxes;\n    And quite lost their hearts; the nobles hath he find\n    For ancient quarrels and quite lost their hearts.\n  WILLOUGHBY. And daily new exactions are devis'd,\n    As blanks, benevolences, and I wot not what;\n    But what, a God's name, doth become of this?\n  NORTHUMBERLAND. Wars hath not wasted it, for warr'd he hath not,\n    But basely yielded upon compromise\n    That which his noble ancestors achiev'd with blows.\n    More hath he spent in peace than they in wars.\n  ROSS. The Earl of Wiltshire hath the realm in farm.\n  WILLOUGHBY. The King's grown bankrupt like a broken man.\n  NORTHUMBERLAND. Reproach and dissolution hangeth over him.\n  ROSS. He hath not money for these Irish wars,\n    His burdenous taxations notwithstanding,\n    But by the robbing of the banish'd Duke.\n  NORTHUMBERLAND. His noble kinsman-most degenerate king!\n    But, lords, we hear this fearful tempest sing,\n    Yet seek no shelter to avoid the storm;\n    We see the wind sit sore upon our sails,\n    And yet we strike not, but securely perish.\n  ROSS. We see the very wreck that we must suffer;\n    And unavoided is the danger now\n    For suffering so the causes of our wreck.\n  NORTHUMBERLAND. Not so; even through the hollow eyes of death\n    I spy life peering; but I dare not say\n    How near the tidings of our comfort is.\n  WILLOUGHBY. Nay, let us share thy thoughts as thou dost ours.\n  ROSS. Be confident to speak, Northumberland.\n    We three are but thyself, and, speaking so,\n    Thy words are but as thoughts; therefore be bold.\n  NORTHUMBERLAND. Then thus: I have from Le Port Blanc, a bay\n    In Brittany, receiv'd intelligence\n    That Harry Duke of Hereford, Rainold Lord Cobham,\n    That late broke from the Duke of Exeter,\n    His brother, Archbishop late of Canterbury,\n    Sir Thomas Erpingham, Sir John Ramston,\n    Sir John Norbery, Sir Robert Waterton, and Francis Quoint-\n    All these, well furnish'd by the Duke of Britaine,\n    With eight tall ships, three thousand men of war,\n    Are making hither with all due expedience,\n    And shortly mean to touch our northern shore.\n    Perhaps they had ere this, but that they stay\n    The first departing of the King for Ireland.\n    If then we shall shake off our slavish yoke,\n    Imp out our drooping country's broken wing,\n    Redeem from broking pawn the blemish'd crown,\n    Wipe off the dust that hides our sceptre's gilt,\n    And make high majesty look like itself,\n    Away with me in post to Ravenspurgh;\n    But if you faint, as fearing to do so,\n    Stay and be secret, and myself will go.\n  ROSS. To horse, to horse! Urge doubts to them that fear.\n  WILLOUGHBY. Hold out my horse, and I will first be there.\n                                                          Exeunt\n                     SCENE 2.\n                  Windsor Castle\n\n           Enter QUEEN, BUSHY, and BAGOT\n\n  BUSHY. Madam, your Majesty is too much sad.\n    You promis'd, when you parted with the King,\n    To lay aside life-harming heaviness\n    And entertain a cheerful disposition.\n  QUEEN. To please the King, I did; to please myself\n    I cannot do it; yet I know no cause\n    Why I should welcome such a guest as grief,\n    Save bidding farewell to so sweet a guest\n    As my sweet Richard. Yet again methinks\n    Some unborn sorrow, ripe in fortune's womb,\n    Is coming towards me, and my inward soul\n    With nothing trembles. At some thing it grieves\n    More than with parting from my lord the King.\n  BUSHY. Each substance of a grief hath twenty shadows,\n    Which shows like grief itself, but is not so;\n    For sorrow's eye, glazed with blinding tears,\n    Divides one thing entire to many objects,\n    Like perspectives which, rightly gaz'd upon,\n    Show nothing but confusion-ey'd awry,\n    Distinguish form. So your sweet Majesty,\n    Looking awry upon your lord's departure,\n    Find shapes of grief more than himself to wail;\n    Which, look'd on as it is, is nought but shadows\n    Of what it is not. Then, thrice-gracious Queen,\n    More than your lord's departure weep not-more is not seen;\n    Or if it be, 'tis with false sorrow's eye,\n    Which for things true weeps things imaginary.\n  QUEEN. It may be so; but yet my inward soul\n    Persuades me it is otherwise. Howe'er it be,\n    I cannot but be sad; so heavy sad\n    As-though, on thinking, on no thought I think-\n    Makes me with heavy nothing faint and shrink.\n  BUSHY. 'Tis nothing but conceit, my gracious lady.\n  QUEEN. 'Tis nothing less: conceit is still deriv'd\n    From some forefather grief; mine is not so,\n    For nothing hath begot my something grief,\n    Or something hath the nothing that I grieve;\n    'Tis in reversion that I do possess-\n    But what it is that is not yet known what,\n    I cannot name; 'tis nameless woe, I wot.\n\n                   Enter GREEN\n\n  GREEN. God save your Majesty! and well met, gentlemen.\n    I hope the King is not yet shipp'd for Ireland.\n  QUEEN. Why hopest thou so? 'Tis better hope he is;\n    For his designs crave haste, his haste good hope.\n    Then wherefore dost thou hope he is not shipp'd?\n  GREEN. That he, our hope, might have retir'd his power\n    And driven into despair an enemy's hope\n    Who strongly hath set footing in this land.\n    The banish'd Bolingbroke repeals himself,\n    And with uplifted arms is safe arriv'd\n    At Ravenspurgh.\n  QUEEN. Now God in heaven forbid!\n  GREEN. Ah, madam, 'tis too true; and that is worse,\n    The Lord Northumberland, his son young Henry Percy,\n    The Lords of Ross, Beaumond, and Willoughby,\n    With all their powerful friends, are fled to him.\n  BUSHY. Why have you not proclaim'd Northumberland\n    And all the rest revolted faction traitors?\n  GREEN. We have; whereupon the Earl of Worcester\n    Hath broken his staff, resign'd his stewardship,\n    And all the household servants fled with him\n    To Bolingbroke.\n  QUEEN. So, Green, thou art the midwife to my woe,\n    And Bolingbroke my sorrow's dismal heir.\n    Now hath my soul brought forth her prodigy;\n    And I, a gasping new-deliver'd mother,\n    Have woe to woe, sorrow to sorrow join'd.\n  BUSHY. Despair not, madam.\n  QUEEN. Who shall hinder me?\n    I will despair, and be at enmity\n    With cozening hope-he is a flatterer,\n    A parasite, a keeper-back of death,\n    Who gently would dissolve the bands of life,\n    Which false hope lingers in extremity.\n\n                    Enter YORK\n\n  GREEN. Here comes the Duke of York.\n  QUEEN. With signs of war about his aged neck.\n    O, full of careful business are his looks!\n    Uncle, for God's sake, speak comfortable words.\n  YORK. Should I do so, I should belie my thoughts.\n    Comfort's in heaven; and we are on the earth,\n    Where nothing lives but crosses, cares, and grief.\n    Your husband, he is gone to save far off,\n    Whilst others come to make him lose at home.\n    Here am I left to underprop his land,\n    Who, weak with age, cannot support myself.\n    Now comes the sick hour that his surfeit made;\n    Now shall he try his friends that flatter'd him.\n\n                   Enter a SERVINGMAN\n\n  SERVINGMAN. My lord, your son was gone before I came.\n  YORK. He was-why so go all which way it will!\n    The nobles they are fled, the commons they are cold\n    And will, I fear, revolt on Hereford's side.\n    Sirrah, get thee to Plashy, to my sister Gloucester;\n    Bid her send me presently a thousand pound.\n    Hold, take my ring.\n  SERVINGMAN. My lord, I had forgot to tell your lordship,\n    To-day, as I came by, I called there-\n    But I shall grieve you to report the rest.\n  YORK. What is't, knave?\n  SERVINGMAN. An hour before I came, the Duchess died.\n  YORK. God for his mercy! what a tide of woes\n    Comes rushing on this woeful land at once!\n    I know not what to do. I would to God,\n    So my untruth had not provok'd him to it,\n    The King had cut off my head with my brother's.\n    What, are there no posts dispatch'd for Ireland?\n    How shall we do for money for these wars?\n    Come, sister-cousin, I would say-pray, pardon me.\n    Go, fellow, get thee home, provide some carts,\n    And bring away the armour that is there.\n                                                 Exit SERVINGMAN\n    Gentlemen, will you go muster men?\n    If I know how or which way to order these affairs\n    Thus disorderly thrust into my hands,\n    Never believe me. Both are my kinsmen.\n    T'one is my sovereign, whom both my oath\n    And duty bids defend; t'other again\n    Is my kinsman, whom the King hath wrong'd,\n    Whom conscience and my kindred bids to right.\n    Well, somewhat we must do.-Come, cousin,\n    I'll dispose of you. Gentlemen, go muster up your men\n    And meet me presently at Berkeley.\n    I should to Plashy too,\n    But time will not permit. All is uneven,\n    And everything is left at six and seven.\n                                           Exeunt YORK and QUEEN\n  BUSHY. The wind sits fair for news to go to Ireland.\n    But none returns. For us to levy power\n    Proportionable to the enemy\n    Is all unpossible.\n  GREEN. Besides, our nearness to the King in love\n    Is near the hate of those love not the King.\n  BAGOT. And that is the wavering commons; for their love\n    Lies in their purses; and whoso empties them,\n    By so much fills their hearts with deadly hate.\n  BUSHY. Wherein the King stands generally condemn'd.\n  BAGOT. If judgment lie in them, then so do we,\n    Because we ever have been near the King.\n  GREEN. Well, I will for refuge straight to Bristow Castle.\n    The Earl of Wiltshire is already there.\n  BUSHY. Thither will I with you; for little office\n    Will the hateful commons perform for us,\n    Except Eke curs to tear us all to pieces.\n    Will you go along with us?\n  BAGOT. No; I will to Ireland to his Majesty.\n    Farewell. If heart's presages be not vain,\n    We three here part that ne'er shall meet again.\n  BUSHY. That's as York thrives to beat back Bolingbroke.\n  GREEN. Alas, poor Duke! the task he undertakes\n    Is numb'ring sands and drinking oceans dry.\n    Where one on his side fights, thousands will fly.\n    Farewell at once-for once, for all, and ever.\n  BUSHY. Well, we may meet again.\n  BAGOT. I fear me, never.                                Exeunt\n                      SCENE 3.\n                  Gloucestershire\n\n    Enter BOLINGBROKE and NORTHUMBERLAND, forces\n\n  BOLINGBROKE. How far is it, my lord, to Berkeley now?\n  NORTHUMBERLAND. Believe me, noble lord,\n    I am a stranger here in Gloucestershire.\n    These high wild hills and rough uneven ways\n    Draws out our miles, and makes them wearisome;\n    And yet your fair discourse hath been as sugar,\n    Making the hard way sweet and delectable.\n    But I bethink me what a weary way\n    From Ravenspurgh to Cotswold will be found\n    In Ross and Willoughby, wanting your company,\n    Which, I protest, hath very much beguil'd\n    The tediousness and process of my travel.\n    But theirs is sweet'ned with the hope to have\n    The present benefit which I possess;\n    And hope to joy is little less in joy\n    Than hope enjoy'd. By this the weary lords\n    Shall make their way seem short, as mine hath done\n    By sight of what I have, your noble company.\n  BOLINGBROKE. Of much less value is my company\n    Than your good words. But who comes here?\n\n                 Enter HARRY PERCY\n\n  NORTHUMBERLAND. It is my son, young Harry Percy,\n    Sent from my brother Worcester, whencesoever.\n    Harry, how fares your uncle?\n  PERCY. I had thought, my lord, to have learn'd his health of you.\n  NORTHUMBERLAND. Why, is he not with the Queen?\n  PERCY. No, my good lord; he hath forsook the court,\n    Broken his staff of office, and dispers'd\n    The household of the King.\n  NORTHUMBERLAND. What was his reason?\n    He was not so resolv'd when last we spake together.\n  PERCY. Because your lordship was proclaimed traitor.\n    But he, my lord, is gone to Ravenspurgh,\n    To offer service to the Duke of Hereford;\n    And sent me over by Berkeley, to discover\n    What power the Duke of York had levied there;\n    Then with directions to repair to Ravenspurgh.\n  NORTHUMBERLAND. Have you forgot the Duke of Hereford, boy?\n  PERCY. No, my good lord; for that is not forgot\n    Which ne'er I did remember; to my knowledge,\n    I never in my life did look on him.\n  NORTHUMBERLAND. Then learn to know him now; this is the Duke.\n  PERCY. My gracious lord, I tender you my service,\n    Such as it is, being tender, raw, and young;\n    Which elder days shall ripen, and confirm\n    To more approved service and desert.\n  BOLINGBROKE. I thank thee, gentle Percy; and be sure\n    I count myself in nothing else so happy\n    As in a soul rememb'ring my good friends;\n    And as my fortune ripens with thy love,\n    It shall be still thy true love's recompense.\n    My heart this covenant makes, my hand thus seals it.\n  NORTHUMBERLAND. How far is it to Berkeley? And what stir\n    Keeps good old York there with his men of war?\n  PERCY. There stands the castle, by yon tuft of trees,\n    Mann'd with three hundred men, as I have heard;\n    And in it are the Lords of York, Berkeley, and Seymour-\n    None else of name and noble estimate.\n\n                  Enter Ross and WILLOUGHBY\n\n  NORTHUMBERLAND. Here come the Lords of Ross and Willoughby,\n    Bloody with spurring, fiery-red with haste.\n  BOLINGBROKE. Welcome, my lords. I wot your love pursues\n    A banish'd traitor. All my treasury\n    Is yet but unfelt thanks, which, more enrich'd,\n    Shall be your love and labour's recompense.\n  ROSS. Your presence makes us rich, most noble lord.\n  WILLOUGHBY. And far surmounts our labour to attain it.\n  BOLINGBROKE. Evermore thanks, the exchequer of the poor;\n    Which, till my infant fortune comes to years,\n    Stands for my bounty. But who comes here?\n\n                     Enter BERKELEY\n\n  NORTHUMBERLAND. It is my Lord of Berkeley, as I guess.\n  BERKELEY. My Lord of Hereford, my message is to you.\n  BOLINGBROKE. My lord, my answer is-'to Lancaster';\n    And I am come to seek that name in England;\n    And I must find that title in your tongue\n    Before I make reply to aught you say.\n  BERKELEY. Mistake me not, my lord; 'tis not my meaning\n    To raze one title of your honour out.\n    To you, my lord, I come-what lord you will-\n    From the most gracious regent of this land,\n    The Duke of York, to know what pricks you on\n    To take advantage of the absent time,\n    And fright our native peace with self-borne arms.\n\n                 Enter YORK, attended\n\n  BOLINGBROKE. I shall not need transport my words by you;\n    Here comes his Grace in person. My noble uncle!\n                                                     [Kneels]\n  YORK. Show me thy humble heart, and not thy knee,\n    Whose duty is deceivable and false.\n  BOLINGBROKE. My gracious uncle!-\n  YORK. Tut, tut!\n    Grace me no grace, nor uncle me no uncle.\n    I am no traitor's uncle; and that word 'grace'\n    In an ungracious mouth is but profane.\n    Why have those banish'd and forbidden legs\n    Dar'd once to touch a dust of England's ground?\n    But then more 'why?'-why have they dar'd to march\n    So many miles upon her peaceful bosom,\n    Frighting her pale-fac'd villages with war\n    And ostentation of despised arms?\n    Com'st thou because the anointed King is hence?\n    Why, foolish boy, the King is left behind,\n    And in my loyal bosom lies his power.\n    Were I but now lord of such hot youth\n    As when brave Gaunt, thy father, and myself\n    Rescued the Black Prince, that young Mars of men,\n    From forth the ranks of many thousand French,\n    O, then how quickly should this arm of mine,\n    Now prisoner to the palsy, chastise the\n    And minister correction to thy fault!\n  BOLINGBROKE My gracious uncle, let me know my fault;\n    On what condition stands it and wherein?\n  YORK. Even in condition of the worst degree-\n    In gross rebellion and detested treason.\n    Thou art a banish'd man, and here art come\n    Before the expiration of thy time,\n    In braving arms against thy sovereign.\n  BOLINGBROKE. As I was banish'd, I was banish'd Hereford;\n    But as I come, I come for Lancaster.\n    And, noble uncle, I beseech your Grace\n    Look on my wrongs with an indifferent eye.\n    You are my father, for methinks in you\n    I see old Gaunt alive. O, then, my father,\n    Will you permit that I shall stand condemn'd\n    A wandering vagabond; my rights and royalties\n    Pluck'd from my arms perforce, and given away\n    To upstart unthrifts? Wherefore was I born?\n    If that my cousin king be King in England,\n    It must be granted I am Duke of Lancaster.\n    You have a son, Aumerle, my noble cousin;\n    Had you first died, and he been thus trod down,\n    He should have found his uncle Gaunt a father\n    To rouse his wrongs and chase them to the bay.\n    I am denied to sue my livery here,\n    And yet my letters patents give me leave.\n    My father's goods are all distrain'd and sold;\n    And these and all are all amiss employ'd.\n    What would you have me do? I am a subject,\n    And I challenge law-attorneys are denied me;\n    And therefore personally I lay my claim\n    To my inheritance of free descent.\n  NORTHUMBERLAND. The noble Duke hath been too much abused.\n  ROSS. It stands your Grace upon to do him right.\n  WILLOUGHBY. Base men by his endowments are made great.\n  YORK. My lords of England, let me tell you this:\n    I have had feeling of my cousin's wrongs,\n    And labour'd all I could to do him right;\n    But in this kind to come, in braving arms,\n    Be his own carver and cut out his way,\n    To find out right with wrong-it may not be;\n    And you that do abet him in this kind\n    Cherish rebellion, and are rebels all.\n  NORTHUMBERLAND. The noble Duke hath sworn his coming is\n    But for his own; and for the right of that\n    We all have strongly sworn to give him aid;\n    And let him never see joy that breaks that oath!\n  YORK. Well, well, I see the issue of these arms.\n    I cannot mend it, I must needs confess,\n    Because my power is weak and all ill left;\n    But if I could, by Him that gave me life,\n    I would attach you all and make you stoop\n    Unto the sovereign mercy of the King;\n    But since I cannot, be it known unto you\n    I do remain as neuter. So, fare you well;\n    Unless you please to enter in the castle,\n    And there repose you for this night.\n  BOLINGBROKE. An offer, uncle, that we will accept.\n    But we must win your Grace to go with us\n    To Bristow Castle, which they say is held\n    By Bushy, Bagot, and their complices,\n    The caterpillars of the commonwealth,\n    Which I have sworn to weed and pluck away.\n  YORK. It may be I will go with you; but yet I'll pause,\n    For I am loath to break our country's laws.\n    Nor friends nor foes, to me welcome you are.\n    Things past redress are now with me past care.        Exeunt\n                      SCENE 4.\n                  A camp in Wales\n\n    Enter EARL OF SALISBURY and a WELSH CAPTAIN\n\n  CAPTAIN. My Lord of Salisbury, we have stay'd ten days\n    And hardly kept our countrymen together,\n    And yet we hear no tidings from the King;\n    Therefore we will disperse ourselves. Farewell.\n  SALISBURY. Stay yet another day, thou trusty Welshman;\n    The King reposeth all his confidence in thee.\n  CAPTAIN. 'Tis thought the King is dead; we will not stay.\n    The bay trees in our country are all wither'd,\n    And meteors fright the fixed stars of heaven;\n    The pale-fac'd moon looks bloody on the earth,\n    And lean-look'd prophets whisper fearful change;\n    Rich men look sad, and ruffians dance and leap-\n    The one in fear to lose what they enjoy,\n    The other to enjoy by rage and war.\n    These signs forerun the death or fall of kings.\n    Farewell. Our countrymen are gone and fled,\n    As well assur'd Richard their King is dead.             Exit\n  SALISBURY. Ah, Richard, with the eyes of heavy mind,\n    I see thy glory like a shooting star\n    Fall to the base earth from the firmament!\n    The sun sets weeping in the lowly west,\n    Witnessing storms to come, woe, and unrest;\n    Thy friends are fled, to wait upon thy foes;\n    And crossly to thy good all fortune goes.               Exit\n                   ACT III. SCENE I.\n             BOLINGBROKE'S camp at Bristol\n\n    Enter BOLINGBROKE, YORK, NORTHUMBERLAND, PERCY, ROSS,\n          WILLOUGHBY, BUSHY and GREEN, prisoners\n\n  BOLINGBROKE. Bring forth these men.\n    Bushy and Green, I will not vex your souls-\n    Since presently your souls must part your bodies-\n    With too much urging your pernicious lives,\n    For 'twere no charity; yet, to wash your blood\n    From off my hands, here in the view of men\n    I will unfold some causes of your deaths:\n    You have misled a prince, a royal king,\n    A happy gentleman in blood and lineaments,\n    By you unhappied and disfigured clean;\n    You have in manner with your sinful hours\n    Made a divorce betwixt his queen and him;\n    Broke the possession of a royal bed,\n    And stain'd the beauty of a fair queen's cheeks\n    With tears drawn from her eyes by your foul wrongs;\n    Myself-a prince by fortune of my birth,\n    Near to the King in blood, and near in love\n    Till you did make him misinterpret me-\n    Have stoop'd my neck under your injuries\n    And sigh'd my English breath in foreign clouds,\n    Eating the bitter bread of banishment,\n    Whilst you have fed upon my signories,\n    Dispark'd my parks and fell'd my forest woods,\n    From my own windows torn my household coat,\n    Raz'd out my imprese, leaving me no sign\n    Save men's opinions and my living blood\n    To show the world I am a gentleman.\n    This and much more, much more than twice all this,\n    Condemns you to the death. See them delivered over\n    To execution and the hand of death.\n  BUSHY. More welcome is the stroke of death to me\n    Than Bolingbroke to England. Lords, farewell.\n  GREEN. My comfort is that heaven will take our souls,\n    And plague injustice with the pains of hell.\n  BOLINGBROKE. My Lord Northumberland, see them dispatch'd.\n           Exeunt NORTHUMBERLAND, and others, with the prisoners\n    Uncle, you say the Queen is at your house;\n    For God's sake, fairly let her be entreated.\n    Tell her I send to her my kind commends;\n    Take special care my greetings be delivered.\n  YORK. A gentleman of mine I have dispatch'd\n    With letters of your love to her at large.\n  BOLINGBROKE. Thanks, gentle uncle. Come, lords, away,\n    To fight with Glendower and his complices.\n    Awhile to work, and after holiday.                    Exeunt\n                        SCENE 2.\n          The coast of Wales. A castle in view\n\n    Drums. Flourish and colours. Enter the KING, the BISHOP\n            OF CARLISLE, AUMERLE, and soldiers\n\n  KING RICHARD. Barkloughly Castle can they this at hand?\n  AUMERLE. Yea, my lord. How brooks your Grace the air\n    After your late tossing on the breaking seas?\n  KING RICHARD. Needs must I like it well. I weep for joy\n    To stand upon my kingdom once again.\n    Dear earth, I do salute thee with my hand,\n    Though rebels wound thee with their horses' hoofs.\n    As a long-parted mother with her child\n    Plays fondly with her tears and smiles in meeting,\n    So weeping-smiling greet I thee, my earth,\n    And do thee favours with my royal hands.\n    Feed not thy sovereign's foe, my gentle earth,\n    Nor with thy sweets comfort his ravenous sense;\n    But let thy spiders, that suck up thy venom,\n    And heavy-gaited toads, lie in their way,\n    Doing annoyance to the treacherous feet\n    Which with usurping steps do trample thee;\n    Yield stinging nettles to mine enemies;\n    And when they from thy bosom pluck a flower,\n    Guard it, I pray thee, with a lurking adder,\n    Whose double tongue may with a mortal touch\n    Throw death upon thy sovereign's enemies.\n    Mock not my senseless conjuration, lords.\n    This earth shall have a feeling, and these stones\n    Prove armed soldiers, ere her native king\n    Shall falter under foul rebellion's arms.\n  CARLISLE. Fear not, my lord; that Power that made you king\n    Hath power to keep you king in spite of all.\n    The means that heaven yields must be embrac'd\n    And not neglected; else, if heaven would,\n    And we will not, heaven's offer we refuse,\n    The proffered means of succour and redress.\n  AUMERLE. He means, my lord, that we are too remiss;\n    Whilst Bolingbroke, through our security,\n    Grows strong and great in substance and in power.\n  KING RICHARD. Discomfortable cousin! know'st thou not\n    That when the searching eye of heaven is hid,\n    Behind the globe, that lights the lower world,\n    Then thieves and robbers range abroad unseen\n    In murders and in outrage boldly here;\n    But when from under this terrestrial ball\n    He fires the proud tops of the eastern pines\n    And darts his light through every guilty hole,\n    Then murders, treasons, and detested sins,\n    The cloak of night being pluck'd from off their backs,\n    Stand bare and naked, trembling at themselves?\n    So when this thief, this traitor, Bolingbroke,\n    Who all this while hath revell'd in the night,\n    Whilst we were wand'ring with the Antipodes,\n    Shall see us rising in our throne, the east,\n    His treasons will sit blushing in his face,\n    Not able to endure the sight of day,\n    But self-affrighted tremble at his sin.\n    Not all the water in the rough rude sea\n    Can wash the balm off from an anointed king;\n    The breath of worldly men cannot depose\n    The deputy elected by the Lord.\n    For every man that Bolingbroke hath press'd\n    To lift shrewd steel against our golden crown,\n    God for his Richard hath in heavenly pay\n    A glorious angel. Then, if angels fight,\n    Weak men must fall; for heaven still guards the right.\n\n                 Enter SALISBURY\n\n    Welcome, my lord. How far off lies your power?\n  SALISBURY. Nor near nor farther off, my gracious lord,\n    Than this weak arm. Discomfort guides my tongue,\n    And bids me speak of nothing but despair.\n    One day too late, I fear me, noble lord,\n    Hath clouded all thy happy days on earth.\n    O, call back yesterday, bid time return,\n    And thou shalt have twelve thousand fighting men!\n    To-day, to-day, unhappy day, too late,\n    O'erthrows thy joys, friends, fortune, and thy state;\n    For all the Welshmen, hearing thou wert dead,\n    Are gone to Bolingbroke, dispers'd, and fled.\n  AUMERLE. Comfort, my liege, why looks your Grace so pale?\n  KING RICHARD. But now the blood of twenty thousand men\n    Did triumph in my face, and they are fled;\n    And, till so much blood thither come again,\n    Have I not reason to look pale and dead?\n    All souls that will be safe, fly from my side;\n    For time hath set a blot upon my pride.\n  AUMERLE. Comfort, my liege; remember who you are.\n  KING RICHARD. I had forgot myself; am I not King?\n    Awake, thou coward majesty! thou sleepest.\n    Is not the King's name twenty thousand names?\n    Arm, arm, my name! a puny subject strikes\n    At thy great glory. Look not to the ground,\n    Ye favourites of a king; are we not high?\n    High be our thoughts. I know my uncle York\n    Hath power enough to serve our turn. But who comes here?\n\n                   Enter SCROOP\n\n  SCROOP. More health and happiness betide my liege\n    Than can my care-tun'd tongue deliver him.\n  KING RICHARD. Mine ear is open and my heart prepar'd.\n    The worst is worldly loss thou canst unfold.\n    Say, is my kingdom lost? Why, 'twas my care,\n    And what loss is it to be rid of care?\n    Strives Bolingbroke to be as great as we?\n    Greater he shall not be; if he serve God,\n    We'll serve him too, and be his fellow so.\n    Revolt our subjects? That we cannot mend;\n    They break their faith to God as well as us.\n    Cry woe, destruction, ruin, and decay-\n    The worst is death, and death will have his day.\n  SCROOP. Glad am I that your Highness is so arm'd\n    To bear the tidings of calamity.\n    Like an unseasonable stormy day\n    Which makes the silver rivers drown their shores,\n    As if the world were all dissolv'd to tears,\n    So high above his limits swells the rage\n    Of Bolingbroke, covering your fearful land\n    With hard bright steel and hearts harder than steel.\n    White-beards have arm'd their thin and hairless scalps\n    Against thy majesty; boys, with women's voices,\n    Strive to speak big, and clap their female joints\n    In stiff unwieldy arms against thy crown;\n    Thy very beadsmen learn to bend their bows\n    Of double-fatal yew against thy state;\n    Yea, distaff-women manage rusty bills\n    Against thy seat: both young and old rebel,\n    And all goes worse than I have power to tell.\n  KING RICHARD. Too well, too well thou tell'st a tale so in.\n    Where is the Earl of Wiltshire? Where is Bagot?\n    What is become of Bushy? Where is Green?\n    That they have let the dangerous enemy\n    Measure our confines with such peaceful steps?\n    If we prevail, their heads shall pay for it.\n    I warrant they have made peace with Bolingbroke.\n  SCROOP. Peace have they made with him indeed, my lord.\n  KING RICHARD. O villains, vipers, damn'd without redemption!\n    Dogs, easily won to fawn on any man!\n    Snakes, in my heart-blood warm'd, that sting my heart!\n    Three Judases, each one thrice worse than Judas!\n    Would they make peace? Terrible hell make war\n    Upon their spotted souls for this offence!\n  SCROOP. Sweet love, I see, changing his property,\n    Turns to the sourest and most deadly hate.\n    Again uncurse their souls; their peace is made\n    With heads, and not with hands; those whom you curse\n    Have felt the worst of death's destroying wound\n    And lie full low, grav'd in the hollow ground.\n  AUMERLE. Is Bushy, Green, and the Earl of Wiltshire dead?\n  SCROOP. Ay, all of them at Bristow lost their heads.\n  AUMERLE. Where is the Duke my father with his power?\n  KING RICHARD. No matter where-of comfort no man speak.\n    Let's talk of graves, of worms, and epitaphs;\n    Make dust our paper, and with rainy eyes\n    Write sorrow on the bosom of the earth.\n    Let's choose executors and talk of wills;\n    And yet not so-for what can we bequeath\n    Save our deposed bodies to the ground?\n    Our lands, our lives, and all, are Bolingbroke's.\n    And nothing can we call our own but death\n    And that small model of the barren earth\n    Which serves as paste and cover to our bones.\n    For God's sake let us sit upon the ground\n    And tell sad stories of the death of kings:\n    How some have been depos'd, some slain in war,\n    Some haunted by the ghosts they have depos'd,\n    Some poison'd by their wives, some sleeping kill'd,\n    All murder'd-for within the hollow crown\n    That rounds the mortal temples of a king\n    Keeps Death his court; and there the antic sits,\n    Scoffing his state and grinning at his pomp;\n    Allowing him a breath, a little scene,\n    To monarchize, be fear'd, and kill with looks;\n    Infusing him with self and vain conceit,\n    As if this flesh which walls about our life\n    Were brass impregnable; and, humour'd thus,\n    Comes at the last, and with a little pin\n    Bores through his castle wall, and farewell, king!\n    Cover your heads, and mock not flesh and blood\n    With solemn reverence; throw away respect,\n    Tradition, form, and ceremonious duty;\n    For you have but mistook me all this while.\n    I live with bread like you, feel want,\n    Taste grief, need friends: subjected thus,\n    How can you say to me I am a king?\n  CARLISLE. My lord, wise men ne'er sit and wail their woes,\n    But presently prevent the ways to wail.\n    To fear the foe, since fear oppresseth strength,\n    Gives, in your weakness, strength unto your foe,\n    And so your follies fight against yourself.\n    Fear and be slain-no worse can come to fight;\n    And fight and die is death destroying death,\n    Where fearing dying pays death servile breath.\n  AUMERLE. My father hath a power; inquire of him,\n    And learn to make a body of a limb.\n  KING RICHARD. Thou chid'st me well. Proud Bolingbroke, I come\n    To change blows with thee for our day of doom.\n    This ague fit of fear is over-blown;\n    An easy task it is to win our own.\n    Say, Scroop, where lies our uncle with his power?\n    Speak sweetly, man, although thy looks be sour.\n  SCROOP. Men judge by the complexion of the sky\n    The state in inclination of the day;\n    So may you by my dull and heavy eye,\n    My tongue hath but a heavier tale to say.\n    I play the torturer, by small and small\n    To lengthen out the worst that must be spoken:\n    Your uncle York is join'd with Bolingbroke;\n    And all your northern castles yielded up,\n    And all your southern gentlemen in arms\n    Upon his party.\n  KING RICHARD. Thou hast said enough.\n      [To AUMERLE] Beshrew thee, cousin, which didst lead me forth\n    Of that sweet way I was in to despair!\n    What say you now? What comfort have we now?\n    By heaven, I'll hate him everlastingly\n    That bids me be of comfort any more.\n    Go to Flint Castle; there I'll pine away;\n    A king, woe's slave, shall kingly woe obey.\n    That power I have, discharge; and let them go\n    To ear the land that hath some hope to grow,\n    For I have none. Let no man speak again\n    To alter this, for counsel is but vain.\n  AUMERLE. My liege, one word.\n  KING RICHARD. He does me double wrong\n    That wounds me with the flatteries of his tongue.\n    Discharge my followers; let them hence away,\n    From Richard's night to Bolingbroke's fair day.       Exeunt\n                     SCENE 3.\n            Wales. Before Flint Castle\n\n    Enter, with drum and colours, BOLINGBROKE, YORK,\n             NORTHUMBERLAND, and forces\n\n  BOLINGBROKE. So that by this intelligence we learn\n    The Welshmen are dispers'd; and Salisbury\n    Is gone to meet the King, who lately landed\n    With some few private friends upon this coast.\n  NORTHUMBERLAND. The news is very fair and good, my lord.\n    Richard not far from hence hath hid his head.\n  YORK. It would beseem the Lord Northumberland\n    To say 'King Richard.' Alack the heavy day\n    When such a sacred king should hide his head!\n  NORTHUMBERLAND. Your Grace mistakes; only to be brief,\n    Left I his title out.\n  YORK. The time hath been,\n    Would you have been so brief with him, he would\n    Have been so brief with you to shorten you,\n    For taking so the head, your whole head's length.\n  BOLINGBROKE. Mistake not, uncle, further than you should.\n  YORK. Take not, good cousin, further than you should,\n    Lest you mistake. The heavens are over our heads.\n  BOLINGBROKE. I know it, uncle; and oppose not myself\n    Against their will. But who comes here?\n\n                    Enter PERCY\n\n    Welcome, Harry. What, will not this castle yield?\n  PIERCY. The castle royally is mann'd, my lord,\n    Against thy entrance.\n  BOLINGBROKE. Royally!\n    Why, it contains no king?\n  PERCY. Yes, my good lord,\n    It doth contain a king; King Richard lies\n    Within the limits of yon lime and stone;\n    And with him are the Lord Aumerle, Lord Salisbury,\n    Sir Stephen Scroop, besides a clergyman\n    Of holy reverence; who, I cannot learn.\n  NORTHUMBERLAND. O, belike it is the Bishop of Carlisle.\n  BOLINGBROKE. [To NORTHUMBERLAND] Noble lord,\n    Go to the rude ribs of that ancient castle;\n    Through brazen trumpet send the breath of parley\n    Into his ruin'd ears, and thus deliver:\n    Henry Bolingbroke\n    On both his knees doth kiss King Richard's hand,\n    And sends allegiance and true faith of heart\n    To his most royal person; hither come\n    Even at his feet to lay my arms and power,\n    Provided that my banishment repeal'd\n    And lands restor'd again be freely granted;\n    If not, I'll use the advantage of my power\n    And lay the summer's dust with showers of blood\n    Rain'd from the wounds of slaughtered Englishmen;\n    The which how far off from the mind of Bolingbroke\n    It is such crimson tempest should bedrench\n    The fresh green lap of fair King Richard's land,\n    My stooping duty tenderly shall show.\n    Go, signify as much, while here we march\n    Upon the grassy carpet of this plain.\n           [NORTHUMBERLAND advances to the Castle, with a trumpet]\n    Let's march without the noise of threat'ning drum,\n    That from this castle's tottered battlements\n    Our fair appointments may be well perus'd.\n    Methinks King Richard and myself should meet\n    With no less terror than the elements\n    Of fire and water, when their thund'ring shock\n    At meeting tears the cloudy cheeks of heaven.\n    Be he the fire, I'll be the yielding water;\n    The rage be his, whilst on the earth I rain\n    My waters-on the earth, and not on him.\n    March on, and mark King Richard how he looks.\n\n      Parle without, and answer within; then a flourish.\n      Enter on the walls, the KING, the BISHOP OF CARLISLE,\n      AUMERLE, SCROOP, and SALISBURY\n\n    See, see, King Richard doth himself appear,\n    As doth the blushing discontented sun\n    From out the fiery portal of the east,\n    When he perceives the envious clouds are bent\n    To dim his glory and to stain the track\n    Of his bright passage to the occident.\n  YORK. Yet he looks like a king. Behold, his eye,\n    As bright as is the eagle's, lightens forth\n    Controlling majesty. Alack, alack, for woe,\n    That any harm should stain so fair a show!\n  KING RICHARD. [To NORTHUMBERLAND] We are amaz'd; and thus long\n      have we stood\n    To watch the fearful bending of thy knee,\n    Because we thought ourself thy lawful King;\n    And if we be, how dare thy joints forget\n    To pay their awful duty to our presence?\n    If we be not, show us the hand of God\n    That hath dismiss'd us from our stewardship;\n    For well we know no hand of blood and bone\n    Can gripe the sacred handle of our sceptre,\n    Unless he do profane, steal, or usurp.\n    And though you think that all, as you have done,\n    Have torn their souls by turning them from us,\n    And we are barren and bereft of friends,\n    Yet know-my master, God omnipotent,\n    Is mustering in his clouds on our behalf\n    Armies of pestilence; and they shall strike\n    Your children yet unborn and unbegot,\n    That lift your vassal hands against my head\n    And threat the glory of my precious crown.\n    Tell Bolingbroke, for yon methinks he stands,\n    That every stride he makes upon my land\n    Is dangerous treason; he is come to open\n    The purple testament of bleeding war;\n    But ere the crown he looks for live in peace,\n    Ten thousand bloody crowns of mothers' sons\n    Shall ill become the flower of England's face,\n    Change the complexion of her maid-pale peace\n    To scarlet indignation, and bedew\n    Her pastures' grass with faithful English blood.\n  NORTHUMBERLAND. The King of Heaven forbid our lord the King\n    Should so with civil and uncivil arms\n    Be rush'd upon! Thy thrice noble cousin,\n    Harry Bolingbroke, doth humbly kiss thy hand;\n    And by the honourable tomb he swears\n    That stands upon your royal grandsire's bones,\n    And by the royalties of both your bloods,\n    Currents that spring from one most gracious head,\n    And by the buried hand of warlike Gaunt,\n    And by the worth and honour of himself,\n    Comprising all that may be sworn or said,\n    His coming hither hath no further scope\n    Than for his lineal royalties, and to beg\n    Enfranchisement immediate on his knees;\n    Which on thy royal party granted once,\n    His glittering arms he will commend to rust,\n    His barbed steeds to stables, and his heart\n    To faithful service of your Majesty.\n    This swears he, as he is a prince, is just;\n    And as I am a gentleman I credit him.\n  KING RICHARD. Northumberland, say thus the King returns:\n    His noble cousin is right welcome hither;\n    And all the number of his fair demands\n    Shall be accomplish'd without contradiction.\n    With all the gracious utterance thou hast\n    Speak to his gentle hearing kind commends.\n    [To AUMERLE] We do debase ourselves, cousin, do we not,\n    To look so poorly and to speak so fair?\n    Shall we call back Northumberland, and send\n    Defiance to the traitor, and so die?\n  AUMERLE. No, good my lord; let's fight with gentle words\n    Till time lend friends, and friends their helpful swords.\n  KING RICHARD. O God, O God! that e'er this tongue of mine\n    That laid the sentence of dread banishment\n    On yon proud man should take it off again\n    With words of sooth! O that I were as great\n    As is my grief, or lesser than my name!\n    Or that I could forget what I have been!\n    Or not remember what I must be now!\n    Swell'st thou, proud heart? I'll give thee scope to beat,\n    Since foes have scope to beat both thee and me.\n  AUMERLE. Northumberland comes back from Bolingbroke.\n  KING RICHARD. What must the King do now? Must he submit?\n    The King shall do it. Must he be depos'd?\n    The King shall be contented. Must he lose\n    The name of king? A God's name, let it go.\n    I'll give my jewels for a set of beads,\n    My gorgeous palace for a hermitage,\n    My gay apparel for an almsman's gown,\n    My figur'd goblets for a dish of wood,\n    My sceptre for a palmer's walking staff,\n    My subjects for a pair of carved saints,\n    And my large kingdom for a little grave,\n    A little little grave, an obscure grave-\n    Or I'll be buried in the king's high way,\n    Some way of common trade, where subjects' feet\n    May hourly trample on their sovereign's head;\n    For on my heart they tread now whilst I live,\n    And buried once, why not upon my head?\n    Aumerle, thou weep'st, my tender-hearted cousin!\n    We'll make foul weather with despised tears;\n    Our sighs and they shall lodge the summer corn\n    And make a dearth in this revolting land.\n    Or shall we play the wantons with our woes\n    And make some pretty match with shedding tears?\n    As thus: to drop them still upon one place\n    Till they have fretted us a pair of graves\n    Within the earth; and, therein laid-there lies\n    Two kinsmen digg'd their graves with weeping eyes.\n    Would not this ill do well? Well, well, I see\n    I talk but idly, and you laugh at me.\n    Most mighty prince, my Lord Northumberland,\n    What says King Bolingbroke? Will his Majesty\n    Give Richard leave to live till Richard die?\n    You make a leg, and Bolingbroke says ay.\n  NORTHUMBERLAND. My lord, in the base court he doth attend\n    To speak with you; may it please you to come down?\n  KING RICHARD. Down, down I come, like glist'ring Phaethon,\n    Wanting the manage of unruly jades.\n    In the base court? Base court, where kings grow base,\n    To come at traitors' calls, and do them grace.\n    In the base court? Come down? Down, court! down, king!\n    For night-owls shriek where mounting larks should sing.\n                                               Exeunt from above\n  BOLINGBROKE. What says his Majesty?\n  NORTHUMBERLAND. Sorrow and grief of heart\n    Makes him speak fondly, like a frantic man;\n    Yet he is come.\n\n          Enter the KING, and his attendants, below\n\n  BOLINGBROKE. Stand all apart,\n    And show fair duty to his Majesty.   [He kneels down]\n    My gracious lord-\n  KING RICHARD. Fair cousin, you debase your princely knee\n    To make the base earth proud with kissing it.\n    Me rather had my heart might feel your love\n    Than my unpleas'd eye see your courtesy.\n    Up, cousin, up; your heart is up, I know,\n    [Touching his own head] Thus high at least, although your\n      knee be low.\n  BOLINGBROKE. My gracious lord, I come but for mine own.\n  KING RICHARD. Your own is yours, and I am yours, and all.\n  BOLINGBROKE. So far be mine, my most redoubted lord,\n    As my true service shan deserve your love.\n  KING RICHARD. Well you deserve. They well deserve to have\n    That know the strong'st and surest way to get.\n    Uncle, give me your hands; nay, dry your eyes:\n    Tears show their love, but want their remedies.\n    Cousin, I am too young to be your father,\n    Though you are old enough to be my heir.\n    What you will have, I'll give, and willing too;\n    For do we must what force will have us do.\n    Set on towards London. Cousin, is it so?\n  BOLINGBROKE. Yea, my good lord.\n  KING RICHARD. Then I must not say no.         Flourish. Exeunt\n                      SCENE 4.\n              The DUKE OF YORK's garden\n\n            Enter the QUEEN and two LADIES\n\n  QUEEN. What sport shall we devise here in this garden\n    To drive away the heavy thought of care?\n  LADY. Madam, we'll play at bowls.\n  QUEEN. 'Twill make me think the world is full of rubs\n    And that my fortune runs against the bias.\n  LADY. Madam, we'll dance.\n  QUEEN. My legs can keep no measure in delight,\n    When my poor heart no measure keeps in grief;\n    Therefore no dancing, girl; some other sport.\n  LADY. Madam, we'll tell tales.\n  QUEEN. Of sorrow or of joy?\n  LADY. Of either, madam.\n  QUEEN. Of neither, girl;\n    For if of joy, being altogether wanting,\n    It doth remember me the more of sorrow;\n    Or if of grief, being altogether had,\n    It adds more sorrow to my want of joy;\n    For what I have I need not to repeat,\n    And what I want it boots not to complain.\n  LADY. Madam, I'll sing.\n  QUEEN. 'Tis well' that thou hast cause;\n    But thou shouldst please me better wouldst thou weep.\n  LADY. I could weep, madam, would it do you good.\n  QUEEN. And I could sing, would weeping do me good,\n    And never borrow any tear of thee.\n\n           Enter a GARDENER and two SERVANTS\n\n    But stay, here come the gardeners.\n    Let's step into the shadow of these trees.\n    My wretchedness unto a row of pins,\n    They will talk of state, for every one doth so\n    Against a change: woe is forerun with woe.\n                                       [QUEEN and LADIES retire]\n  GARDENER. Go, bind thou up yon dangling apricocks,\n    Which, like unruly children, make their sire\n    Stoop with oppression of their prodigal weight;\n    Give some supportance to the bending twigs.\n    Go thou, and Eke an executioner\n    Cut off the heads of too fast growing sprays\n    That look too lofty in our commonwealth:\n    All must be even in our government.\n    You thus employ'd, I will go root away\n    The noisome weeds which without profit suck\n    The soil's fertility from wholesome flowers.\n  SERVANT. Why should we, in the compass of a pale,\n    Keep law and form and due proportion,\n    Showing, as in a model, our firm estate,\n    When our sea-walled garden, the whole land,\n    Is full of weeds; her fairest flowers chok'd up,\n    Her fruit trees all unprun'd, her hedges ruin'd,\n    Her knots disordered, and her wholesome herbs\n    Swarming with caterpillars?\n  GARDENER. Hold thy peace.\n    He that hath suffer'd this disorder'd spring\n    Hath now himself met with the fall of leaf;\n    The weeds which his broad-spreading leaves did shelter,\n    That seem'd in eating him to hold him up,\n    Are pluck'd up root and all by Bolingbroke-\n    I mean the Earl of Wiltshire, Bushy, Green.\n  SERVANT. What, are they dead?\n  GARDENER. They are; and Bolingbroke\n    Hath seiz'd the wasteful King. O, what pity is it\n    That he had not so trimm'd and dress'd his land\n    As we this garden! We at time of year\n    Do wound the bark, the skin of our fruit trees,\n    Lest, being over-proud in sap and blood,\n    With too much riches it confound itself;\n    Had he done so to great and growing men,\n    They might have Ev'd to bear, and he to taste\n    Their fruits of duty. Superfluous branches\n    We lop away, that bearing boughs may live;\n    Had he done so, himself had home the crown,\n    Which waste of idle hours hath quite thrown down.\n  SERVANT. What, think you the King shall be deposed?\n  GARDENER. Depress'd he is already, and depos'd\n    'Tis doubt he will be. Letters came last night\n    To a dear friend of the good Duke of York's\n    That tell black tidings.\n  QUEEN. O, I am press'd to death through want of speaking!\n                                                [Coming forward]\n    Thou, old Adam's likeness, set to dress this garden,\n    How dares thy harsh rude tongue sound this unpleasing news?\n    What Eve, what serpent, hath suggested the\n    To make a second fall of cursed man?\n    Why dost thou say King Richard is depos'd?\n    Dar'st thou, thou little better thing than earth,\n    Divine his downfall? Say, where, when, and how,\n    Cam'st thou by this ill tidings? Speak, thou wretch.\n  GARDENER. Pardon me, madam; little joy have\n    To breathe this news; yet what I say is true.\n    King Richard, he is in the mighty hold\n    Of Bolingbroke. Their fortunes both are weigh'd.\n    In your lord's scale is nothing but himself,\n    And some few vanities that make him light;\n    But in the balance of great Bolingbroke,\n    Besides himself, are all the English peers,\n    And with that odds he weighs King Richard down.\n    Post you to London, and you will find it so;\n    I speak no more than every one doth know.\n  QUEEN. Nimble mischance, that art so light of foot,\n    Doth not thy embassage belong to me,\n    And am I last that knows it? O, thou thinkest\n    To serve me last, that I may longest keep\n    Thy sorrow in my breast. Come, ladies, go\n    To meet at London London's King in woe.\n    What, was I born to this, that my sad look\n    Should grace the triumph of great Bolingbroke?\n    Gard'ner, for telling me these news of woe,\n    Pray God the plants thou graft'st may never grow!\n                                         Exeunt QUEEN and LADIES\n  GARDENER. Poor Queen, so that thy state might be no worse,\n    I would my skill were subject to thy curse.\n    Here did she fall a tear; here in this place\n    I'll set a bank of rue, sour herb of grace.\n    Rue, even for ruth, here shortly shall be seen,\n    In the remembrance of a weeping queen.                Exeunt\n                   ACT IV. SCENE 1.\n                  Westminster Hall\n\n      Enter, as to the Parliament, BOLINGBROKE, AUMERLE,\n      NORTHUMBERLAND, PERCY, FITZWATER, SURREY, the BISHOP\n      OF CARLISLE, the ABBOT OF WESTMINSTER, and others;\n      HERALD, OFFICERS, and BAGOT\n\n  BOLINGBROKE. Call forth Bagot.\n    Now, Bagot, freely speak thy mind-\n    What thou dost know of noble Gloucester's death;\n    Who wrought it with the King, and who perform'd\n    The bloody office of his timeless end.\n  BAGOT. Then set before my face the Lord Aumerle.\n  BOLINGBROKE. Cousin, stand forth, and look upon that man.\n  BAGOT. My Lord Aumerle, I know your daring tongue\n    Scorns to unsay what once it hath deliver'd.\n    In that dead time when Gloucester's death was plotted\n    I heard you say 'Is not my arm of length,\n    That reacheth from the restful English Court\n    As far as Calais, to mine uncle's head?'\n    Amongst much other talk that very time\n    I heard you say that you had rather refuse\n    The offer of an hundred thousand crowns\n    Than Bolingbroke's return to England;\n    Adding withal, how blest this land would be\n    In this your cousin's death.\n  AUMERLE. Princes, and noble lords,\n    What answer shall I make to this base man?\n    Shall I so much dishonour my fair stars\n    On equal terms to give him chastisement?\n    Either I must, or have mine honour soil'd\n    With the attainder of his slanderous lips.\n    There is my gage, the manual seal of death\n    That marks thee out for hell. I say thou liest,\n    And will maintain what thou hast said is false\n    In thy heart-blood, through being all too base\n    To stain the temper of my knightly sword.\n  BOLINGBROKE. Bagot, forbear; thou shalt not take it up.\n  AUMERLE. Excepting one, I would he were the best\n    In all this presence that hath mov'd me so.\n  FITZWATER. If that thy valour stand on sympathy,\n    There is my gage, Aumerle, in gage to thine.\n    By that fair sun which shows me where thou stand'st,\n    I heard thee say, and vauntingly thou spak'st it,\n    That thou wert cause of noble Gloucester's death.\n    If thou deniest it twenty times, thou liest;\n    And I will turn thy falsehood to thy heart,\n    Where it was forged, with my rapier's point.\n  AUMERLE. Thou dar'st not, coward, live to see that day.\n  FITZWATER. Now, by my soul, I would it were this hour.\n  AUMERLE. Fitzwater, thou art damn'd to hell for this.\n  PERCY. Aumerle, thou liest; his honour is as true\n    In this appeal as thou art an unjust;\n    And that thou art so, there I throw my gage,\n    To prove it on thee to the extremest point\n    Of mortal breathing. Seize it, if thou dar'st.\n  AUMERLE. An if I do not, may my hands rot of\n    And never brandish more revengeful steel\n    Over the glittering helmet of my foe!\n  ANOTHER LORD. I task the earth to the like, forsworn Aumerle;\n    And spur thee on with fun as many lies\n    As may be halloa'd in thy treacherous ear\n    From sun to sun. There is my honour's pawn;\n    Engage it to the trial, if thou darest.\n  AUMERLE. Who sets me else? By heaven, I'll throw at all!\n    I have a thousand spirits in one breast\n    To answer twenty thousand such as you.\n  SURREY. My Lord Fitzwater, I do remember well\n    The very time Aumerle and you did talk.\n  FITZWATER. 'Tis very true; you were in presence then,\n    And you can witness with me this is true.\n  SURREY. As false, by heaven, as heaven itself is true.\n  FITZWATER. Surrey, thou liest.\n  SURREY. Dishonourable boy!\n    That lie shall lie so heavy on my sword\n    That it shall render vengeance and revenge\n    Till thou the lie-giver and that lie do he\n    In earth as quiet as thy father's skull.\n    In proof whereof, there is my honour's pawn;\n    Engage it to the trial, if thou dar'st.\n  FITZWATER. How fondly dost thou spur a forward horse!\n    If I dare eat, or drink, or breathe, or live,\n    I dare meet Surrey in a wilderness,\n    And spit upon him whilst I say he lies,\n    And lies, and lies. There is my bond of faith,\n    To tie thee to my strong correction.\n    As I intend to thrive in this new world,\n    Aumerle is guilty of my true appeal.\n    Besides, I heard the banish'd Norfolk say\n    That thou, Aumerle, didst send two of thy men\n    To execute the noble Duke at Calais.\n  AUMERLE. Some honest Christian trust me with a gage\n    That Norfolk lies. Here do I throw down this,\n    If he may be repeal'd to try his honour.\n  BOLINGBROKE. These differences shall all rest under gage\n    Till Norfolk be repeal'd-repeal'd he shall be\n    And, though mine enemy, restor'd again\n    To all his lands and signories. When he is return'd,\n    Against Aumerle we will enforce his trial.\n  CARLISLE. That honourable day shall never be seen.\n    Many a time hath banish'd Norfolk fought\n    For Jesu Christ in glorious Christian field,\n    Streaming the ensign of the Christian cross\n    Against black pagans, Turks, and Saracens;\n    And, toil'd with works of war, retir'd himself\n    To Italy; and there, at Venice, gave\n    His body to that pleasant country's earth,\n    And his pure soul unto his captain, Christ,\n    Under whose colours he had fought so long.\n  BOLINGBROKE. Why, Bishop, is Norfolk dead?\n  CARLISLE. As surely as I live, my lord.\n  BOLINGBROKE. Sweet peace conduct his sweet soul to the bosom\n    Of good old Abraham! Lords appellants,\n    Your differences shall all rest under gage\n    Till we assign you to your days of trial\n\n                 Enter YORK, attended\n\n  YORK. Great Duke of Lancaster, I come to the\n    From plume-pluck'd Richard, who with willing soul\n    Adopts thee heir, and his high sceptre yields\n    To the possession of thy royal hand.\n    Ascend his throne, descending now from him-\n    And long live Henry, fourth of that name!\n  BOLINGBROKE. In God's name, I'll ascend the regal throne.\n  CARLISLE. Marry, God forbid!\n    Worst in this royal presence may I speak,\n    Yet best beseeming me to speak the truth.\n    Would God that any in this noble presence\n    Were enough noble to be upright judge\n    Of noble Richard! Then true noblesse would\n    Learn him forbearance from so foul a wrong.\n    What subject can give sentence on his king?\n    And who sits here that is not Richard's subject?\n    Thieves are not judg'd but they are by to hear,\n    Although apparent guilt be seen in them;\n    And shall the figure of God's majesty,\n    His captain, steward, deputy elect,\n    Anointed, crowned, planted many years,\n    Be judg'd by subject and inferior breath,\n    And he himself not present? O, forfend it, God,\n    That in a Christian climate souls refin'd\n    Should show so heinous, black, obscene a deed!\n    I speak to subjects, and a subject speaks,\n    Stirr'd up by God, thus boldly for his king.\n    My Lord of Hereford here, whom you call king,\n    Is a foul traitor to proud Hereford's king;\n    And if you crown him, let me prophesy-\n    The blood of English shall manure the ground,\n    And future ages groan for this foul act;\n    Peace shall go sleep with Turks and infidels,\n    And in this seat of peace tumultuous wars\n    Shall kin with kin and kind with kind confound;\n    Disorder, horror, fear, and mutiny,\n    Shall here inhabit, and this land be call'd\n    The field of Golgotha and dead men's skulls.\n    O, if you raise this house against this house,\n    It will the woefullest division prove\n    That ever fell upon this cursed earth.\n    Prevent it, resist it, let it not be so,\n    Lest child, child's children, cry against you woe.\n  NORTHUMBERLAND. Well have you argued, sir; and, for your pains,\n    Of capital treason we arrest you here.\n    My Lord of Westminster, be it your charge\n    To keep him safely till his day of trial.\n    May it please you, lords, to grant the commons' suit?\n  BOLINGBROKE. Fetch hither Richard, that in common view\n    He may surrender; so we shall proceed\n    Without suspicion.\n  YORK. I will be his conduct.                              Exit\n  BOLINGBROKE. Lords, you that here are under our arrest,\n    Procure your sureties for your days of answer.\n    Little are we beholding to your love,\n    And little look'd for at your helping hands.\n\n      Re-enter YORK, with KING RICHARD, and OFFICERS\n                bearing the regalia\n\n  KING RICHARD. Alack, why am I sent for to a king,\n    Before I have shook off the regal thoughts\n    Wherewith I reign'd? I hardly yet have learn'd\n    To insinuate, flatter, bow, and bend my knee.\n    Give sorrow leave awhile to tutor me\n    To this submission. Yet I well remember\n    The favours of these men. Were they not mine?\n    Did they not sometime cry 'All hail!' to me?\n    So Judas did to Christ; but he, in twelve,\n    Found truth in all but one; I, in twelve thousand, none.\n    God save the King! Will no man say amen?\n    Am I both priest and clerk? Well then, amen.\n    God save the King! although I be not he;\n    And yet, amen, if heaven do think him me.\n    To do what service am I sent for hither?\n  YORK. To do that office of thine own good will\n    Which tired majesty did make thee offer-\n    The resignation of thy state and crown\n    To Henry Bolingbroke.\n  KING RICHARD. Give me the crown. Here, cousin, seize the crown.\n    Here, cousin,\n    On this side my hand, and on that side thine.\n    Now is this golden crown like a deep well\n    That owes two buckets, filling one another;\n    The emptier ever dancing in the air,\n    The other down, unseen, and full of water.\n    That bucket down and fun of tears am I,\n    Drinking my griefs, whilst you mount up on high.\n  BOLINGBROKE. I thought you had been willing to resign.\n  KING RICHARD. My crown I am; but still my griefs are mine.\n    You may my glories and my state depose,\n    But not my griefs; still am I king of those.\n  BOLINGBROKE. Part of your cares you give me with your crown.\n  KING RICHARD. Your cares set up do not pluck my cares down.\n    My care is loss of care, by old care done;\n    Your care is gain of care, by new care won.\n    The cares I give I have, though given away;\n    They tend the crown, yet still with me they stay.\n  BOLINGBROKE. Are you contented to resign the crown?\n  KING RICHARD. Ay, no; no, ay; for I must nothing be;\n    Therefore no no, for I resign to thee.\n    Now mark me how I will undo myself:\n    I give this heavy weight from off my head,\n    And this unwieldy sceptre from my hand,\n    The pride of kingly sway from out my heart;\n    With mine own tears I wash away my balm,\n    With mine own hands I give away my crown,\n    With mine own tongue deny my sacred state,\n    With mine own breath release all duteous oaths;\n    All pomp and majesty I do forswear;\n    My manors, rents, revenues, I forgo;\n    My acts, decrees, and statutes, I deny.\n    God pardon all oaths that are broke to me!\n    God keep all vows unbroke are made to thee!\n    Make me, that nothing have, with nothing griev'd,\n    And thou with all pleas'd, that hast an achiev'd.\n    Long mayst thou live in Richard's seat to sit,\n    And soon lie Richard in an earthly pit.\n    God save King Henry, unking'd Richard says,\n    And send him many years of sunshine days!\n    What more remains?\n  NORTHUMBERLAND. No more; but that you read\n    These accusations, and these grievous crimes\n    Committed by your person and your followers\n    Against the state and profit of this land;\n    That, by confessing them, the souls of men\n    May deem that you are worthily depos'd.\n  KING RICHARD. Must I do so? And must I ravel out\n    My weav'd-up follies? Gentle Northumberland,\n    If thy offences were upon record,\n    Would it not shame thee in so fair a troop\n    To read a lecture of them? If thou wouldst,\n    There shouldst thou find one heinous article,\n    Containing the deposing of a king\n    And cracking the strong warrant of an oath,\n    Mark'd with a blot, damn'd in the book of heaven.\n    Nay, all of you that stand and look upon me\n    Whilst that my wretchedness doth bait myself,\n    Though some of you, with Pilate, wash your hands,\n    Showing an outward pity-yet you Pilates\n    Have here deliver'd me to my sour cross,\n    And water cannot wash away your sin.\n  NORTHUMBERLAND. My lord, dispatch; read o'er these\n    articles.\n  KING RICHARD. Mine eyes are full of tears; I cannot see.\n    And yet salt water blinds them not so much\n    But they can see a sort of traitors here.\n    Nay, if I turn mine eyes upon myself,\n    I find myself a traitor with the rest;\n    For I have given here my soul's consent\n    T'undeck the pompous body of a king;\n    Made glory base, and sovereignty a slave,\n    Proud majesty a subject, state a peasant.\n  NORTHUMBERLAND. My lord-\n  KING RICHARD. No lord of thine, thou haught insulting man,\n    Nor no man's lord; I have no name, no tide-\n    No, not that name was given me at the font-\n    But 'tis usurp'd. Alack the heavy day,\n    That I have worn so many winters out,\n    And know not now what name to call myself!\n    O that I were a mockery king of snow,\n    Standing before the sun of Bolingbroke\n    To melt myself away in water drops!\n    Good king, great king, and yet not greatly good,\n    An if my word be sterling yet in England,\n    Let it command a mirror hither straight,\n    That it may show me what a face I have\n    Since it is bankrupt of his majesty.\n  BOLINGBROKE. Go some of you and fetch a looking-glass.\n                                               Exit an attendant\n  NORTHUMBERLAND. Read o'er this paper while the glass doth come.\n  KING RICHARD. Fiend, thou torments me ere I come to hell.\n  BOLINGBROKE. Urge it no more, my Lord Northumberland.\n  NORTHUMBERLAND. The Commons will not, then, be satisfied.\n  KING RICHARD. They shall be satisfied. I'll read enough,\n    When I do see the very book indeed\n    Where all my sins are writ, and that's myself.\n\n                Re-enter attendant with glass\n\n    Give me that glass, and therein will I read.\n    No deeper wrinkles yet? Hath sorrow struck\n    So many blows upon this face of mine\n    And made no deeper wounds? O flatt'ring glass,\n    Like to my followers in prosperity,\n    Thou dost beguile me! Was this face the face\n    That every day under his household roof\n    Did keep ten thousand men? Was this the face\n    That like the sun did make beholders wink?\n    Is this the face which fac'd so many follies\n    That was at last out-fac'd by Bolingbroke?\n    A brittle glory shineth in this face;\n    As brittle as the glory is the face;\n                        [Dashes the glass against the ground]\n    For there it is, crack'd in a hundred shivers.\n    Mark, silent king, the moral of this sport-\n    How soon my sorrow hath destroy'd my face.\n  BOLINGBROKE. The shadow of your sorrow hath destroy'd\n    The shadow of your face.\n  KING RICHARD. Say that again.\n    The shadow of my sorrow? Ha! let's see.\n    'Tis very true: my grief lies all within;\n    And these external manner of laments\n    Are merely shadows to the unseen grief\n    That swells with silence in the tortur'd soul.\n    There lies the substance; and I thank thee, king,\n    For thy great bounty, that not only giv'st\n    Me cause to wail, but teachest me the way\n    How to lament the cause. I'll beg one boon,\n    And then be gone and trouble you no more.\n    Shall I obtain it?\n  BOLINGBROKE. Name it, fair cousin.\n  KING RICHARD. Fair cousin! I am greater than a king;\n    For when I was a king, my flatterers\n    Were then but subjects; being now a subject,\n    I have a king here to my flatterer.\n    Being so great, I have no need to beg.\n  BOLINGBROKE. Yet ask.\n  KING RICHARD. And shall I have?\n  BOLINGBROKE. You shall.\n  KING RICHARD. Then give me leave to go.\n  BOLINGBROKE. Whither?\n  KING RICHARD. Whither you will, so I were from your sights.\n  BOLINGBROKE. Go, some of you convey him to the Tower.\n  KING RICHARD. O, good! Convey! Conveyers are you all,\n    That rise thus nimbly by a true king's fall.\n                     Exeunt KING RICHARD, some Lords and a Guard\n  BOLINGBROKE. On Wednesday next we solemnly set down\n    Our coronation. Lords, prepare yourselves.\n                    Exeunt all but the ABBOT OF WESTMINSTER, the\n                                 BISHOP OF CARLISLE, and AUMERLE\n  ABBOT. A woeful pageant have we here beheld.\n  CARLISLE. The woe's to come; the children yet unborn\n    Shall feel this day as sharp to them as thorn.\n  AUMERLE. You holy clergymen, is there no plot\n    To rid the realm of this pernicious blot?\n  ABBOT. My lord,\n    Before I freely speak my mind herein,\n    You shall not only take the sacrament\n    To bury mine intents, but also to effect\n    Whatever I shall happen to devise.\n    I see your brows are full of discontent,\n    Your hearts of sorrow, and your eyes of tears.\n    Come home with me to supper; I will lay\n    A plot shall show us all a merry day.                 Exeunt\n                 ACT V. SCENE 1.\n        London. A street leading to the Tower\n\n         Enter the QUEEN, with her attendants\n\n  QUEEN. This way the King will come; this is the way\n    To Julius Caesar's ill-erected tower,\n    To whose flint bosom my condemned lord\n    Is doom'd a prisoner by proud Bolingbroke.\n    Here let us rest, if this rebellious earth\n    Have any resting for her true King's queen.\n\n            Enter KING RICHARD and Guard\n\n    But soft, but see, or rather do not see,\n    My fair rose wither. Yet look up, behold,\n    That you in pity may dissolve to dew,\n    And wash him fresh again with true-love tears.\n    Ah, thou, the model where old Troy did stand;\n    Thou map of honour, thou King Richard's tomb,\n    And not King Richard; thou most beauteous inn,\n    Why should hard-favour'd grief be lodg'd in thee,\n    When triumph is become an alehouse guest?\n  KING RICHARD. Join not with grief, fair woman, do not so,\n    To make my end too sudden. Learn, good soul,\n    To think our former state a happy dream;\n    From which awak'd, the truth of what we are\n    Shows us but this: I am sworn brother, sweet,\n    To grim Necessity; and he and\n    Will keep a league till death. Hie thee to France,\n    And cloister thee in some religious house.\n    Our holy lives must win a new world's crown,\n    Which our profane hours here have thrown down.\n  QUEEN. What, is my Richard both in shape and mind\n    Transform'd and weak'ned? Hath Bolingbroke depos'd\n    Thine intellect? Hath he been in thy heart?\n    The lion dying thrusteth forth his paw\n    And wounds the earth, if nothing else, with rage\n    To be o'erpow'r'd; and wilt thou, pupil-like,\n    Take the correction mildly, kiss the rod,\n    And fawn on rage with base humility,\n    Which art a lion and the king of beasts?\n  KING RICHARD. A king of beasts, indeed! If aught but beasts,\n    I had been still a happy king of men.\n    Good sometimes queen, prepare thee hence for France.\n    Think I am dead, and that even here thou takest,\n    As from my death-bed, thy last living leave.\n    In winter's tedious nights sit by the fire\n    With good old folks, and let them tell thee tales\n    Of woeful ages long ago betid;\n    And ere thou bid good night, to quit their griefs\n    Tell thou the lamentable tale of me,\n    And send the hearers weeping to their beds;\n    For why, the senseless brands will sympathize\n    The heavy accent of thy moving tongue,\n    And in compassion weep the fire out;\n    And some will mourn in ashes, some coal-black,\n    For the deposing of a rightful king.\n\n             Enter NORTHUMBERLAND attended\n\n  NORTHUMBERLAND. My lord, the mind of Bolingbroke is chang'd;\n    You must to Pomfret, not unto the Tower.\n    And, madam, there is order ta'en for you:\n    With all swift speed you must away to France.\n  KING RICHARD. Northumberland, thou ladder wherewithal\n    The mounting Bolingbroke ascends my throne,\n    The time shall not be many hours of age\n    More than it is, ere foul sin gathering head\n    Shall break into corruption. Thou shalt think\n    Though he divide the realm and give thee half\n    It is too little, helping him to all;\n    And he shall think that thou, which knowest the way\n    To plant unrightful kings, wilt know again,\n    Being ne'er so little urg'd, another way\n    To pluck him headlong from the usurped throne.\n    The love of wicked men converts to fear;\n    That fear to hate; and hate turns one or both\n    To worthy danger and deserved death.\n  NORTHUMBERLAND. My guilt be on my head, and there an end.\n    Take leave, and part; for you must part forthwith.\n  KING RICHARD. Doubly divorc'd! Bad men, you violate\n    A twofold marriage-'twixt my crown and me,\n    And then betwixt me and my married wife.\n    Let me unkiss the oath 'twixt thee and me;\n    And yet not so, for with a kiss 'twas made.\n    Part us, Northumberland; I towards the north,\n    Where shivering cold and sickness pines the clime;\n    My wife to France, from whence set forth in pomp,\n    She came adorned hither like sweet May,\n    Sent back like Hallowmas or short'st of day.\n  QUEEN. And must we be divided? Must we part?\n  KING RICHARD. Ay, hand from hand, my love, and heart from heart.\n  QUEEN. Banish us both, and send the King with me.\n  NORTHUMBERLAND. That were some love, but little policy.\n  QUEEN. Then whither he goes thither let me go.\n  KING RICHARD. So two, together weeping, make one woe.\n    Weep thou for me in France, I for thee here;\n    Better far off than near, be ne'er the near.\n    Go, count thy way with sighs; I mine with groans.\n  QUEEN. So longest way shall have the longest moans.\n  KING RICHARD. Twice for one step I'll groan, the way being short,\n    And piece the way out with a heavy heart.\n    Come, come, in wooing sorrow let's be brief,\n    Since, wedding it, there is such length in grief.\n    One kiss shall stop our mouths, and dumbly part;\n    Thus give I mine, and thus take I thy heart.\n  QUEEN. Give me mine own again; 'twere no good part\n    To take on me to keep and kill thy heart.\n    So, now I have mine own again, be gone.\n    That I may strive to kill it with a groan.\n  KING RICHARD. We make woe wanton with this fond delay.\n    Once more, adieu; the rest let sorrow say.            Exeunt\n                     SCENE 2.\n             The DUKE OF YORK's palace\n\n        Enter the DUKE OF YORK and the DUCHESS\n\n  DUCHESS. My Lord, you told me you would tell the rest,\n    When weeping made you break the story off,\n    Of our two cousins' coming into London.\n  YORK. Where did I leave?\n  DUCHESS. At that sad stop, my lord,\n    Where rude misgoverned hands from windows' tops\n    Threw dust and rubbish on King Richard's head.\n  YORK. Then, as I said, the Duke, great Bolingbroke,\n    Mounted upon a hot and fiery steed\n    Which his aspiring rider seem'd to know,\n    With slow but stately pace kept on his course,\n    Whilst all tongues cried 'God save thee, Bolingbroke!'\n    You would have thought the very windows spake,\n    So many greedy looks of young and old\n    Through casements darted their desiring eyes\n    Upon his visage; and that all the walls\n    With painted imagery had said at once\n    'Jesu preserve thee! Welcome, Bolingbroke!'\n    Whilst he, from the one side to the other turning,\n    Bareheaded, lower than his proud steed's neck,\n    Bespake them thus, 'I thank you, countrymen.'\n    And thus still doing, thus he pass'd along.\n  DUCHESS. Alack, poor Richard! where rode he the whilst?\n  YORK. As in a theatre the eyes of men\n    After a well-grac'd actor leaves the stage\n    Are idly bent on him that enters next,\n    Thinking his prattle to be tedious;\n    Even so, or with much more contempt, men's eyes\n    Did scowl on gentle Richard; no man cried 'God save him!'\n    No joyful tongue gave him his welcome home;\n    But dust was thrown upon his sacred head;\n    Which with such gentle sorrow he shook off,\n    His face still combating with tears and smiles,\n    The badges of his grief and patience,\n    That had not God, for some strong purpose, steel'd\n    The hearts of men, they must perforce have melted,\n    And barbarism itself have pitied him.\n    But heaven hath a hand in these events,\n    To whose high will we bound our calm contents.\n    To Bolingbroke are we sworn subjects now,\n    Whose state and honour I for aye allow.\n  DUCHESS. Here comes my son Aumerle.\n  YORK. Aumerle that was\n    But that is lost for being Richard's friend,\n    And madam, you must call him Rudand now.\n    I am in Parliament pledge for his truth\n    And lasting fealty to the new-made king.\n\n                  Enter AUMERLE\n\n  DUCHESS. Welcome, my son. Who are the violets now\n    That strew the green lap of the new come spring?\n  AUMERLE. Madam, I know not, nor I greatly care not.\n    God knows I had as lief be none as one.\n  YORK. Well, bear you well in this new spring of time,\n    Lest you be cropp'd before you come to prime.\n    What news from Oxford? Do these justs and triumphs hold?\n  AUMERLE. For aught I know, my lord, they do.\n  YORK. You will be there, I know.\n  AUMERLE. If God prevent not, I purpose so.\n  YORK. What seal is that that without thy bosom?\n    Yea, look'st thou pale? Let me see the writing.\n  AUMERLE. My lord, 'tis nothing.\n  YORK. No matter, then, who see it.\n    I will be satisfied; let me see the writing.\n  AUMERLE. I do beseech your Grace to pardon me;\n    It is a matter of small consequence\n    Which for some reasons I would not have seen.\n  YORK. Which for some reasons, sir, I mean to see.\n    I fear, I fear-\n  DUCHESS. What should you fear?\n    'Tis nothing but some bond that he is ent'red into\n    For gay apparel 'gainst the triumph-day.\n  YORK. Bound to himself! What doth he with a bond\n    That he is bound to? Wife, thou art a fool.\n    Boy, let me see the writing.\n  AUMERLE. I do beseech you, pardon me; I may not show it.\n  YORK. I will be satisfied; let me see it, I say.\n                [He plucks it out of his bosom, and reads it]\n    Treason, foul treason! Villain! traitor! slave!\n  DUCHESS. What is the matter, my lord?\n  YORK. Ho! who is within there?\n\n                    Enter a servant\n\n    Saddle my horse.\n    God for his mercy, what treachery is here!\n  DUCHESS. Why, York, what is it, my lord?\n  YORK. Give me my boots, I say; saddle my horse.\n                                                    Exit servant\n    Now, by mine honour, by my life, my troth,\n    I will appeach the villain.\n  DUCHESS. What is the matter?\n  YORK. Peace, foolish woman.\n  DUCHESS. I will not peace. What is the matter, Aumerle?\n  AUMERLE. Good mother, be content; it is no more\n    Than my poor life must answer.\n  DUCHESS. Thy life answer!\n  YORK. Bring me my boots. I will unto the King.\n\n              His man enters with his boots\n\n  DUCHESS. Strike him, Aumerle. Poor boy, thou art amaz'd.\n    Hence, villain! never more come in my sight.\n  YORK. Give me my boots, I say.\n  DUCHESS. Why, York, what wilt thou do?\n    Wilt thou not hide the trespass of thine own?\n    Have we more sons? or are we like to have?\n    Is not my teeming date drunk up with time?\n    And wilt thou pluck my fair son from mine age\n    And rob me of a happy mother's name?\n    Is he not like thee? Is he not thine own?\n  YORK. Thou fond mad woman,\n    Wilt thou conceal this dark conspiracy?\n    A dozen of them here have ta'en the sacrament,\n    And interchangeably set down their hands\n    To kill the King at Oxford.\n  DUCHESS. He shall be none;\n    We'll keep him here. Then what is that to him?\n  YORK. Away, fond woman! were he twenty times my son\n    I would appeach him.\n  DUCHESS. Hadst thou groan'd for him\n    As I have done, thou wouldst be more pitiful.\n    But now I know thy mind: thou dost suspect\n    That I have been disloyal to thy bed\n    And that he is a bastard, not thy son.\n    Sweet York, sweet husband, be not of that mind.\n    He is as like thee as a man may be\n    Not like to me, or any of my kin,\n    And yet I love him.\n  YORK. Make way, unruly woman!                             Exit\n  DUCHESS. After, Aumerle! Mount thee upon his horse;\n    Spur post, and get before him to the King,\n    And beg thy pardon ere he do accuse thee.\n    I'll not be long behind; though I be old,\n    I doubt not but to ride as fast as York;\n    And never will I rise up from the ground\n    Till Bolingbroke have pardon'd thee. Away, be gone.\n                                                          Exeunt\n                      SCENE 3.\n                   Windsor Castle\n\n      Enter BOLINGBROKE as King, PERCY, and other LORDS\n\n  BOLINGBROKE. Can no man tell me of my unthrifty son?\n    'Tis full three months since I did see him last.\n    If any plague hang over us, 'tis he.\n    I would to God, my lords, he might be found.\n    Inquire at London, 'mongst the taverns there,\n    For there, they say, he daily doth frequent\n    With unrestrained loose companions,\n    Even such, they say, as stand in narrow lanes\n    And beat our watch and rob our passengers,\n    Which he, young wanton and effeminate boy,\n    Takes on the point of honour to support\n    So dissolute a crew.\n  PERCY. My lord, some two days since I saw the Prince,\n    And told him of those triumphs held at Oxford.\n  BOLINGBROKE. And what said the gallant?\n  PERCY. His answer was, he would unto the stews,\n    And from the common'st creature pluck a glove\n    And wear it as a favour; and with that\n    He would unhorse the lustiest challenger.\n  BOLINGBROKE. As dissolute as desperate; yet through both\n    I see some sparks of better hope, which elder years\n    May happily bring forth. But who comes here?\n\n                Enter AUMERLE amazed\n\n  AUMERLE. Where is the King?\n  BOLINGBROKE. What means our cousin that he stares and looks\n    So wildly?\n  AUMERLE. God save your Grace! I do beseech your Majesty,\n    To have some conference with your Grace alone.\n  BOLINGBROKE. Withdraw yourselves, and leave us here alone.\n                                          Exeunt PERCY and LORDS\n    What is the matter with our cousin now?\n  AUMERLE. For ever may my knees grow to the earth,\n                                                    [Kneels]\n    My tongue cleave to my roof within my mouth,\n    Unless a pardon ere I rise or speak.\n  BOLINGBROKE. Intended or committed was this fault?\n    If on the first, how heinous e'er it be,\n    To win thy after-love I pardon thee.\n  AUMERLE. Then give me leave that I may turn the key,\n    That no man enter till my tale be done.\n  BOLINGBROKE. Have thy desire.\n            [The DUKE OF YORK knocks at the door and crieth]\n  YORK. [Within] My liege, beware; look to thyself;\n    Thou hast a traitor in thy presence there.\n  BOLINGBROKE. [Drawing] Villain, I'll make thee safe.\n  AUMERLE. Stay thy revengeful hand; thou hast no cause to fear.\n  YORK. [Within] Open the door, secure, foolhardy King.\n    Shall I, for love, speak treason to thy face?\n    Open the door, or I will break it open.\n\n                    Enter YORK\n  BOLINGBROKE. What is the matter, uncle? Speak;\n    Recover breath; tell us how near is danger,\n    That we may arm us to encounter it.\n  YORK. Peruse this writing here, and thou shalt know\n    The treason that my haste forbids me show.\n  AUMERLE. Remember, as thou read'st, thy promise pass'd.\n    I do repent me; read not my name there;\n    My heart is not confederate with my hand.\n  YORK. It was, villain, ere thy hand did set it down.\n    I tore it from the traitor's bosom, King;\n    Fear, and not love, begets his penitence.\n    Forget to pity him, lest thy pity prove\n    A serpent that will sting thee to the heart.\n  BOLINGBROKE. O heinous, strong, and bold conspiracy!\n    O loyal father of a treacherous son!\n    Thou sheer, immaculate, and silver fountain,\n    From whence this stream through muddy passages\n    Hath held his current and defil'd himself!\n    Thy overflow of good converts to bad;\n    And thy abundant goodness shall excuse\n    This deadly blot in thy digressing son.\n  YORK. So shall my virtue be his vice's bawd;\n    And he shall spend mine honour with his shame,\n    As thriftless sons their scraping fathers' gold.\n    Mine honour lives when his dishonour dies,\n    Or my sham'd life in his dishonour lies.\n    Thou kill'st me in his life; giving him breath,\n    The traitor lives, the true man's put to death.\n  DUCHESS. [Within] I What ho, my liege, for God's sake, let me in.\n  BOLINGBROKE. What shrill-voic'd suppliant makes this eager cry?\n  DUCHESS. [Within] A woman, and thine aunt, great King; 'tis I.\n    Speak with me, pity me, open the door.\n    A beggar begs that never begg'd before.\n  BOLINGBROKE. Our scene is alt'red from a serious thing,\n    And now chang'd to 'The Beggar and the King.'\n    My dangerous cousin, let your mother in.\n    I know she is come to pray for your foul sin.\n  YORK. If thou do pardon whosoever pray,\n    More sins for this forgiveness prosper may.\n    This fest'red joint cut off, the rest rest sound;\n    This let alone will all the rest confound.\n\n                 Enter DUCHESS\n\n  DUCHESS. O King, believe not this hard-hearted man!\n    Love loving not itself, none other can.\n  YORK. Thou frantic woman, what dost thou make here?\n    Shall thy old dugs once more a traitor rear?\n  DUCHESS. Sweet York, be patient. Hear me, gentle liege.\n                                                     [Kneels]\n  BOLINGBROKE. Rise up, good aunt.\n  DUCHESS. Not yet, I thee beseech.\n    For ever will I walk upon my knees,\n    And never see day that the happy sees\n    Till thou give joy; until thou bid me joy\n    By pardoning Rutland, my transgressing boy.\n  AUMERLE. Unto my mother's prayers I bend my knee.\n                                                     [Kneels]\n  YORK. Against them both, my true joints bended be.\n                                                     [Kneels]\n    Ill mayst thou thrive, if thou grant any grace!\n  DUCHESS. Pleads he in earnest? Look upon his face;\n    His eyes do drop no tears, his prayers are in jest;\n    His words come from his mouth, ours from our breast.\n    He prays but faintly and would be denied;\n    We pray with heart and soul, and all beside.\n    His weary joints would gladly rise, I know;\n    Our knees still kneel till to the ground they grow.\n    His prayers are full of false hypocrisy;\n    Ours of true zeal and deep integrity.\n    Our prayers do out-pray his; then let them have\n    That mercy which true prayer ought to have.\n  BOLINGBROKE. Good aunt, stand up.\n  DUCHESS. do not say 'stand up';\n    Say 'pardon' first, and afterwards 'stand up.'\n    An if I were thy nurse, thy tongue to teach,\n    'Pardon' should be the first word of thy speech.\n    I never long'd to hear a word till now;\n    Say 'pardon,' King; let pity teach thee how.\n    The word is short, but not so short as sweet;\n    No word like 'pardon' for kings' mouths so meet.\n  YORK. Speak it in French, King, say 'pardonne moy.'\n  DUCHESS. Dost thou teach pardon pardon to destroy?\n    Ah, my sour husband, my hard-hearted lord,\n    That sets the word itself against the word!\n    Speak 'pardon' as 'tis current in our land;\n    The chopping French we do not understand.\n    Thine eye begins to speak, set thy tongue there;\n    Or in thy piteous heart plant thou thine ear,\n    That hearing how our plaints and prayers do pierce,\n    Pity may move thee 'pardon' to rehearse.\n  BOLINGBROKE. Good aunt, stand up.\n  DUCHESS. I do not sue to stand;\n    Pardon is all the suit I have in hand.\n  BOLINGBROKE. I pardon him, as God shall pardon me.\n  DUCHESS. O happy vantage of a kneeling knee!\n    Yet am I sick for fear. Speak it again.\n    Twice saying 'pardon' doth not pardon twain,\n    But makes one pardon strong.\n  BOLINGBROKE. With all my heart\n    I pardon him.\n  DUCHESS. A god on earth thou art.\n  BOLINGBROKE. But for our trusty brother-in-law and the Abbot,\n    With all the rest of that consorted crew,\n    Destruction straight shall dog them at the heels.\n    Good uncle, help to order several powers\n    To Oxford, or where'er these traitors are.\n    They shall not live within this world, I swear,\n    But I will have them, if I once know where.\n    Uncle, farewell; and, cousin, adieu;\n    Your mother well hath pray'd, and prove you true.\n  DUCHESS. Come, my old son; I pray God make thee new.      Exeunt\n                       SCENE 4.\n                    Windsor Castle\n\n         Enter SIR PIERCE OF EXTON and a servant\n\n  EXTON. Didst thou not mark the King, what words he spake?\n    'Have I no friend will rid me of this living fear?'\n    Was it not so?\n  SERVANT. These were his very words.\n  EXTON. 'Have I no friend?' quoth he. He spake it twice\n    And urg'd it twice together, did he not?\n  SERVANT. He did.\n  EXTON. And, speaking it, he wishtly look'd on me,\n    As who should say 'I would thou wert the man\n    That would divorce this terror from my heart';\n    Meaning the King at Pomfret. Come, let's go.\n    I am the King's friend, and will rid his foe.         Exeunt\n                     SCENE 5.\n    Pomfret Castle. The dungeon of the Castle\n\n                Enter KING RICHARD\n\n  KING RICHARD. I have been studying how I may compare\n    This prison where I live unto the world\n    And, for because the world is populous\n    And here is not a creature but myself,\n    I cannot do it. Yet I'll hammer it out.\n    My brain I'll prove the female to my soul,\n    My soul the father; and these two beget\n    A generation of still-breeding thoughts,\n    And these same thoughts people this little world,\n    In humours like the people of this world,\n    For no thought is contented. The better sort,\n    As thoughts of things divine, are intermix'd\n    With scruples, and do set the word itself\n    Against the word,\n    As thus: 'Come, little ones'; and then again,\n    'It is as hard to come as for a camel\n    To thread the postern of a small needle's eye.'\n    Thoughts tending to ambition, they do plot\n    Unlikely wonders: how these vain weak nails\n    May tear a passage through the flinty ribs\n    Of this hard world, my ragged prison walls;\n    And, for they cannot, die in their own pride.\n    Thoughts tending to content flatter themselves\n    That they are not the first of fortune's slaves,\n    Nor shall not be the last; like silly beggars\n    Who, sitting in the stocks, refuge their shame,\n    That many have and others must sit there;\n    And in this thought they find a kind of ease,\n    Bearing their own misfortunes on the back\n    Of such as have before endur'd the like.\n    Thus play I in one person many people,\n    And none contented. Sometimes am I king;\n    Then treasons make me wish myself a beggar,\n    And so I am. Then crushing penury\n    Persuades me I was better when a king;\n    Then am I king'd again; and by and by\n    Think that I am unking'd by Bolingbroke,\n    And straight am nothing. But whate'er I be,\n    Nor I, nor any man that but man is,\n    With nothing shall be pleas'd till he be eas'd\n    With being nothing.                    [The music plays]\n    Music do I hear?\n    Ha, ha! keep time. How sour sweet music is\n    When time is broke and no proportion kept!\n    So is it in the music of men's lives.\n    And here have I the daintiness of ear\n    To check time broke in a disorder'd string;\n    But, for the concord of my state and time,\n    Had not an ear to hear my true time broke.\n    I wasted time, and now doth time waste me;\n    For now hath time made me his numb'ring clock:\n    My thoughts are minutes; and with sighs they jar\n    Their watches on unto mine eyes, the outward watch,\n    Whereto my finger, like a dial's point,\n    Is pointing still, in cleansing them from tears.\n    Now sir, the sound that tells what hour it is\n    Are clamorous groans which strike upon my heart,\n    Which is the bell. So sighs, and tears, and groans,\n    Show minutes, times, and hours; but my time\n    Runs posting on in Bolingbroke's proud joy,\n    While I stand fooling here, his Jack of the clock.\n    This music mads me. Let it sound no more;\n    For though it have holp madmen to their wits,\n    In me it seems it will make wise men mad.\n    Yet blessing on his heart that gives it me!\n    For 'tis a sign of love; and love to Richard\n    Is a strange brooch in this all-hating world.\n\n              Enter a GROOM of the stable\n\n  GROOM. Hail, royal Prince!\n  KING RICHARD. Thanks, noble peer!\n    The cheapest of us is ten groats too dear.\n    What art thou? and how comest thou hither,\n    Where no man never comes but that sad dog\n    That brings me food to make misfortune live?\n  GROOM. I was a poor groom of thy stable, King,\n    When thou wert king; who, travelling towards York,\n    With much ado at length have gotten leave\n    To look upon my sometimes royal master's face.\n    O, how it ern'd my heart, when I beheld,\n    In London streets, that coronation-day,\n    When Bolingbroke rode on roan Barbary-\n    That horse that thou so often hast bestrid,\n    That horse that I so carefully have dress'd!\n  KING RICHARD. Rode he on Barbary? Tell me, gentle friend,\n    How went he under him?\n  GROOM. So proudly as if he disdain'd the ground.\n  KING RICHARD. So proud that Bolingbroke was on his back!\n    That jade hath eat bread from my royal hand;\n    This hand hath made him proud with clapping him.\n    Would he not stumble? would he not fall down,\n    Since pride must have a fall, and break the neck\n    Of that proud man that did usurp his back?\n    Forgiveness, horse! Why do I rail on thee,\n    Since thou, created to be aw'd by man,\n    Wast born to bear? I was not made a horse;\n    And yet I bear a burden like an ass,\n    Spurr'd, gall'd, and tir'd, by jauncing Bolingbroke.\n\n              Enter KEEPER with meat\n\n  KEEPER. Fellow, give place; here is no longer stay.\n  KING RICHARD. If thou love me, 'tis time thou wert away.\n  GROOM. my tongue dares not, that my heart shall say.\n                                                            Exit\n  KEEPER. My lord, will't please you to fall to?\n  KING RICHARD. Taste of it first as thou art wont to do.\n  KEEPER. My lord, I dare not. Sir Pierce of Exton,\n    Who lately came from the King, commands the contrary.\n  KING RICHARD. The devil take Henry of Lancaster and thee!\n    Patience is stale, and I am weary of it.\n                                           [Beats the KEEPER]\n  KEEPER. Help, help, help!\n    The murderers, EXTON and servants, rush in, armed\n  KING RICHARD. How now! What means death in this rude assault?\n    Villain, thy own hand yields thy death's instrument.\n                         [Snatching a weapon and killing one]\n    Go thou and fill another room in hell.\n              [He kills another, then EXTON strikes him down]\n    That hand shall burn in never-quenching fire\n    That staggers thus my person. Exton, thy fierce hand\n    Hath with the King's blood stain'd the King's own land.\n    Mount, mount, my soul! thy seat is up on high;\n    Whilst my gross flesh sinks downward, here to die.\n                                                       [Dies]\n  EXTON. As full of valour as of royal blood.\n    Both have I spill'd. O, would the deed were good!\n    For now the devil, that told me I did well,\n    Says that this deed is chronicled in hell.\n    This dead King to the living King I'll bear.\n    Take hence the rest, and give them burial here.       Exeunt\n                       SCENE 6.\n                    Windsor Castle\n\n     Flourish. Enter BOLINGBROKE, the DUKE OF YORK, With\n               other LORDS and attendants\n\n  BOLINGBROKE. Kind uncle York, the latest news we hear\n    Is that the rebels have consum'd with fire\n    Our town of Ciceter in Gloucestershire;\n    But whether they be ta'en or slain we hear not.\n\n              Enter NORTHUMBERLAND\n\n    Welcome, my lord. What is the news?\n  NORTHUMBERLAND. First, to thy sacred state wish I all happiness.\n    The next news is, I have to London sent\n    The heads of Salisbury, Spencer, Blunt, and Kent.\n    The manner of their taking may appear\n    At large discoursed in this paper here.\n  BOLINGBROKE. We thank thee, gentle Percy, for thy pains;\n    And to thy worth will add right worthy gains.\n\n                  Enter FITZWATER\n\n  FITZWATER. My lord, I have from Oxford sent to London\n    The heads of Brocas and Sir Bennet Seely;\n    Two of the dangerous consorted traitors\n    That sought at Oxford thy dire overthrow.\n  BOLINGBROKE. Thy pains, Fitzwater, shall not be forgot;\n    Right noble is thy merit, well I wot.\n\n         Enter PERCY, With the BISHOP OF CARLISLE\n\n  PERCY. The grand conspirator, Abbot of Westminster,\n    With clog of conscience and sour melancholy,\n    Hath yielded up his body to the grave;\n    But here is Carlisle living, to abide\n    Thy kingly doom, and sentence of his pride.\n  BOLINGBROKE. Carlisle, this is your doom:\n    Choose out some secret place, some reverend room,\n    More than thou hast, and with it joy thy life;\n    So as thou liv'st in peace, die free from strife;\n    For though mine enemy thou hast ever been,\n    High sparks of honour in thee have I seen.\n\n      Enter EXTON, with attendants, hearing a coffin\n\n  EXTON. Great King, within this coffin I present\n    Thy buried fear. Herein all breathless lies\n    The mightiest of thy greatest enemies,\n    Richard of Bordeaux, by me hither brought.\n  BOLINGBROKE. Exton, I thank thee not; for thou hast wrought\n    A deed of slander with thy fatal hand\n    Upon my head and all this famous land.\n  EXTON. From your own mouth, my lord, did I this deed.\n  BOLINGBROKE. They love not poison that do poison need,\n    Nor do I thee. Though I did wish him dead,\n    I hate the murderer, love him murdered.\n    The guilt of conscience take thou for thy labour,\n    But neither my good word nor princely favour;\n    With Cain go wander thorough shades of night,\n    And never show thy head by day nor light.\n    Lords, I protest my soul is full of woe\n    That blood should sprinkle me to make me grow.\n    Come, mourn with me for what I do lament,\n    And put on sullen black incontinent.\n    I'll make a voyage to the Holy Land,\n    To wash this blood off from my guilty hand.\n    March sadly after; grace my mournings here\n    In weeping after this untimely bier.                  Exeunt\n\n\u001a"
    }
]